
// NSString (Ordinals)
"Ordinals-Nominative" = "第1,第2,第3,第4,第5,第6,第7,第8,第9,第10,第11,第12,第13,第14,第15,第16,第17,第18,第19,第20,第21,第22,第23,第24,第25,第26,第27,第28,第29,第30,第31,第32,第33,第34,第35,第36,第37,第38,第39,第40";
"Ordinals-Dative" = "第1,第2,第3,第4,第5,第6,第7,第8,第9,第10,第11,第12,第13,第14,第15,第16,第17,第18,第19,第20,第21,第22,第23,第24,第25,第26,第27,第28,第29,第30,第31,第32,第33,第34,第35,第36,第37,第38,第39,第40";


// OS Strings
"Done" = "完成";
"OK" = "好";
"Cancel" = "取消";
"Save" = "儲存";


/* Default Tags */
"CC-Things-Tag-Errand--Title" = "雜事";
"CC-Things-Tag-Home--Title" = "住家";
"CC-Things-Tag-Important--Title" = "重要";
"CC-Things-Tag-Office--Title" = "辦公室";
"CC-Things-Tag-Pending--Title" = "待處理";

/* Deprecated old tags */
"CC-Things-Tag-Energy--HumanReadableTitle" = "活力";
"CC-Things-Tag-Priority--HumanReadableTitle" = "優先等級";
"CC-Things-Tag-Time--HumanReadableTitle" = "時間";

/* Source Names - To-dos added quickly to the app (via the Quick Entry feature) will be collected in the inbox until they can be reviewed and organised by the user at a later point in time. */
"Inbox" = "收件箱";

/* Source Names - Contains to-dos that the user has decided to work on today. These to-dos are a subset of the to-dos also shown in "Anytime". Also contains to-dos that have become due, or that have had their "when" set to today. */
"Today" = "今天";

/* Source Names - To-dos that the user has not defined a specific date to start, thus they can be worked on "anytime". Though for various design reasons, we also show to-dos marked "today" and "this evening" in this list. When you clear the selection in the "When" dialog, the to-do will be found in this list. This used to be called "Next" in Things 2. */
"Anytime" = "任何時間";

/* Source Names - To-dos that are coming up in the future, either because their "when" has been set to a specific date in the future, or they are repeating task templates. Calendar events from linked calendars also show up here. This used to be called "Scheduled" in Things 2. */
"Upcoming" = "即將到來";

/* Source Names - To-dos that have been put off until later, and might be done at some stage, or perhaps not at all. */
"Someday" = "將來某天";

/* Source Names - Completed to-dos that have been "logged". By default, the logging happens a few seconds after a to-do is completed. This keeps the completed to-dos from cluttering up the other lists. */
"Logbook" = "記錄簿";

/* Source Names - Only available on the Mac. Where to-dos go if you delete them with the delete key. Can be emptied by the user like in the Finder. */
"Trash" = "垃圾桶";

/* Source Names - Later Projects, i.e. Someday/Upcoming projects not associated to any area */
"Later Projects" = "將來的專案";

/* Source Names: other sources that can be reached through Quick Find */
"Tomorrow" = "明日";
"Deadlines" = "完成時限";
"Repeating" = "重複";
"All Projects" = "全部專案";
"Logged Projects" = "記錄的專案";
"Settings: Debug Tools" = "設定：問題修復工具";
"Source-Search" = "搜尋";

/* List toggles */
"1 later project" = "1 個將來的專案";
"%ld later projects" = "%ld 個將來的專案";
"Show logged projects" = "顯示 已歸檔的專案";

/* Task Detail - Placeholder */
"Notes" = "備註";
/* Task Detail - Placeholder - Sub-steps of a single to-do. Lighter weight than creating a project. Could be used for a shopping list or packing list, for example. */
"Checklist" = "檢查清單";

/* Task Detail - Info - Example for string: 'Due Mo, Aug 13, 2008' */
"Due %@" = "%@ 到期";

/* Task Detail - Info - Example for string: 'Due in 3 days, Mo, Aug 13, 2008'*/
"Due in %ld days, %@" = "%ld 天後 %@ 到期";

/* Task Detail - Info - Example for string: 'Due tomorrow, Mo, Aug 13, 2008'*/
"Due tomorrow, %@" = "明日 %@ 到期 ";

/* Task Detail - Info - Example for string: 'Due today, Mo, Aug 13, 2008'*/
"Due today, %@" = "今天 %@ 到期";

/* Task Detail - Info */
"Overdue 1 day" = "過期 1 天";

/* Task Detail - Info */
"Overdue %ld days" = "過期 %ld 天";

/* Task Detail - Actions
   Task Destination - Navigation Button - Allows the user to move the to-do into a project or area (or inbox). */
"Move" = "移動";

/* Deadlines - A hard, typically external, due date for the to-do. The to-do must be completed on or before this date otherwise it is considered "overdue". This feature is not designed to be used to scheduled to-dos (that is the "when"). Typically most to-dos do not require a deadline. */
"Deadline" = "完成時限";
"Deadline %@" = "完成時限 %@";
"Clear-Deadline" = "清除";
"Deadline…" = "完成時限...";

/* "Overdue" is shown as a header in the Deadlines list */
"Overdue" = "過期";


/* Quick Entry */
"New Project" = "新專案";


/* Accessibility */
"Passcode" = "密碼";

/* Importing Tasks - Button */
"Import" = "匯入";


/* Search */
"Search" = "搜尋";
"Search Things" = "搜尋 Things";
"No Results" = "沒有結果";
"Load more [SEARCH RESULTS]" = "加載更多";


/* Quick Find - The search feature of the app. The user can search for to-dos, projects, areas, tags, and other lists (like "anytime") */
"Quick Find" = "快速查找";
"Continue Search" = "繼續搜尋";
"Quickly switch lists, find to-dos, search for tags…" = "快速切換清單、尋找待辦事項、尋找標籤...";
/* "Recent" refers to the sources here */
"Recent" = "最近";

/* Settings (called Preferences on the Mac, hence the string) */
"Settings" = "設定";
"Preferences" = "偏好設定";
"General" = "一般";
/* Settings - %%MAC%% will be replaced by "Mac"; %%OTHER%% will be replaced by either "iPhone" or "iPad". */
"Get Things for %%MAC%% and %%OTHER%%." = "取得  %%MAC%% 與 %%OTHER%% 版本的 Things。";

"iPad" = "iPad";
"iPhone" = "iPhone";
"device" = "裝置";

/* Settings - About Things */
"About" = "關於";
"Acknowledgements" = "鳴謝";
"Device Info" = "貨幣資訊";
"Privacy Policy" = "隱私政策";

/* Badge Count Setting */
"Choose which items should be counted for the badge on the application icon." = "選擇要以通知徽章傳達哪些狀態？";
"Badge Count" = "徽章數";
"Badge-None" = "無";
"Badge-DeadlinesOnly" = "僅時限";
"Badge-Today" = "今天";
"Badge-TodayPlusInbox" = "今天 + 收件箱";
"Current notification settings are preventing Things from displaying badges. Please authorize Things to display notifications so that badges can be shown on this device." = "目前的通知設定不允許 Things 顯示徽章。請允許 Things 顯示通知以便在這個裝置上顯示徽章。";
"Authorize Things" = "允許 Things";

/* Logging Setting */
"Logging" = "記錄";
"Choose when completed to-dos and projects should be moved to the Logbook." = "選擇何時將已完成的待辦事項與專案移到記錄簿。";
"Daily" = "每天";

"Manually" = "手動";

/* Settings - Things URLs */
"Things URLs" = "Things URL";
"The URL Scheme uses links to create to-dos, view lists, and perform searches." = "這個URL scheme使用連結以建立待辦事項、查看清單與進行搜尋。";
"Read documentation" = "閱讀文獻";
"Enable" = "啟用";
"Disable" = "停用";
"Authentication Token" = "身份驗證令牌";
"Some commands require this authentication token." = "部分指令需要這個身份驗證令牌。";
"Generate New Token" = "產生新的令牌";
"Are you sure you want the generate a new token? This cannot be undone." = "是否要生成新的令牌？這項動作無法撤銷。";

/* Settings - Grouping in Today */
"Choose how you want to sort the to-dos in your Today list." = "選擇你要如何在今天清單中排列待辦事項。";
"Allow Any Order" = "允許任何順序";
"Group by List" = "以清單編組";

/* URL Scheme Alerts */
"Things URL Scheme" = "Things URL Scheme";
"Things has been opened via the URL Scheme. Do you want to enable this feature? You can change it later in Settings → General → Advanced." = "已通過這個URL Scheme打開Things。您是否要啟用這項功能？您可於偏好設定→ 一般 → 進階中修改。";
"It looks like you're trying to add a lot of to-dos to Things all at once. Is this what you intended?" = "您似乎想要同時添加多筆待辦事項到Things。是否確定這麼做？";

/* Settings - General > Appearance */
"Appearance" = "外觀";
"Light" = "亮色";
"Dark" = "暗色";
"Black" = "黑色";

/* Settings - General > Appearance (iOS 13+) */
"AppearanceSettings-Automatic" = "自動";
"AppearanceSettings-AutomaticBlack" = "自動（黑色）";
"Choose an appearance for Things. “Automatic” will match Things to the system-wide appearance." = "為 Things 選擇外觀。若選擇「自動」，Things 就會跟隨系統外觀。";
"Widgets" = "小工具";

/* Settings - General > Appearance (iOS 12) */
"Switch Automatically" = "自動切換";
"Choose a light or dark appearance for Things. Or switch it automatically depending on your display brightness." = "為 Things 選取亮色或暗色外觀。或者設定為依據顯示亮度切換。";
"When your display brightness drops below %ld%%, Things will automatically switch from Light to the following appearance:" = "當您的顯示亮度低於%ld%%時，Things 便會自動從亮色模式切換至以下外觀：";

/* Settings - Diagnostics */
"Diagnostics" = "診斷";
"These diagnostic tools help us find and fix problems with Things." = "這些診斷工具可以幫助我們找到並修復 Things 的問題。";

/* Settings - Diagnostics - Crash Reports */
"Send Crash Reports" = "發送閃退報告";
"Always Send" = "總是發送";
"Crash reports help us identify bugs and improve the app." = "當機回報可以幫助我們找出問題並改善應用程式。";

/* Settings - Diagnostics */
"Send Database" = "發送資料庫";
"Clear" = "清除";
"Update" = "更新";

/* Settings - Diagnostics - Diagnostics */
"Enter Code" = "輸入代碼";
"Code" = "代碼";
"Support Tools" = "支援工具";
"When you contact support you may be given a code to troubleshoot your issue." = "在與支援部門聯繫後，會給您一個問題處理代碼。";

/* Settings - Diagnostic Tools (these strings are for diagnostic features that are hidden behind a code) */
"Advanced diagnostic tools and settings." = "進階診斷工具和設定。";

/* Settings - Diagnostic Tools - Send database to support */
"Send Things Database" = "發送 Things 資料庫";
"This will send your Things database to support as an email attachment." = "這將以郵件附檔的方式將您的 Things 資料庫寄給支援部門。";

/* Settings - Diagnostic Tools - Load demo data */
"Demo Data" = "演示資料";
"This is for testing or demonstration purposes only. You will be logged out of Things Cloud and your local data will be replaced with generic demo content. This cannot be undone." = "這僅做為測試或演示目的。您將被登出 Things Cloud，且您的本地資料將被一般演示內容取代。這項動作無法撤銷。";
"Replace Local Data" = "取代本地資料";
"Are you sure you want to proceed? This will replace your current to-dos." = "您是否確定要進行？這將取代您目前的待辦事項。";
"Replace" = "取代";

/* Settings - Diagnostic Tools - Diagnostics settings to enable use of the development Things Cloud server */
"Development Endpoint" = "開發端點";
"This control switches between Things Cloud’s production and development endpoints." = "這項控件在 Things Cloud 的生產和開發端點間切換。";
"Use Development Endpoint" = "使用開發端點";
"Relaunch Things to change endpoints." = "重新啟動 Things 以變更端點。";

/* Settings - Diagnostic Tools - Push notifications */
"Push Notifications" = "推送通知";
"This tool is for testing and debugging push notifications." = "這項工具是做為推送通知的測試和問題解決之用。";
"Request Push Notification" = "請求推送通知";
"Last: %@" = "上次：%@";

/* Settings - Diagnostic Tools - Internal debug tools (not shown to users but localized just in case) */
"Application Data" = "應用資料";
"Developer Tools" = "開發者工具";
"These tools are for internal development and testing." = "這些工具是做為內部開發和測試之用。";
"Load Demo Database" = "加載 Demo 資料庫";
"Are you sure you want to delete all your to-dos and replace them with to-dos loaded from a demo database? This cannot be undone." = "您是否確定要刪除所有的待辦事項並以加載自 demo 資料庫的待辦事項取代？這項動作無法復原。";
"Load" = "加載";

"Mock Calendar Events" = "模擬日曆事件";
"Quit and relaunch Things for the changes to take effect." = "退出並重新啟動 Things 以讓修改內容生效。";

"Load Testing Database" = "載入測試資料庫";
"Are you sure you want to delete all your to-dos and replace them with to-dos loaded from the testing database? This cannot be undone." = "您是否確定要刪除全部的待辦事項並以從測試資料庫載入的待辦事項取代？這個動作無法復原。";

"Load Empty Database" = "加載空資料庫";
"Are you sure you want to delete all your to-dos and load an empty database? This cannot be undone." = "您是否確定要刪除所有的待辦事項並加載一個空的資料庫？這項動作無法復原。";

"Force Crash" = "強制閃退";
"Are you sure you want to force Things to crash? A crash report will be generated." = "您是否確定要強制 Things 閃退？將生成一份閃退報告。";
"Crash" = "閃退";

"Export Demo Database" = "匯出 Demo 資料庫";
"Generate Demo Database" = "生成 Demo 資料庫";
"Generating the demo database failed." = "生成 demo 資料庫失敗。";

"Show Onboarding Next Launch" = "下次啟動時顯示新手教程";
"The onboarding cards will be shown next launch." = "下次啟動時將顯示新手教程。";

"Remove Keychain Password" = "移除鑰匙串密碼";
"Keychain Password Removed" = "已移除鑰匙圈密碼";
"Restart the app for the change to take effect." = "重新開啟應用程式以讓修改內容生效。";

"Delete Shortcut Donations" = "刪除快捷方式捐款";

"Request Purchase Receipt" = "要求購買收據";
"Show Purchase Receipt" = "顯示購買收據";
"Connection error: %@" = "連線錯誤：%@";
"Error creating JSON from data: %@" = "從資料建立 JSON 時發生錯誤：%@";
"Error serializing receipt data: %@" = "收據資料序列化時出現錯誤：%@";
"Failed to retrieve receipt." = "擷取收據失敗。";
"No receipt found." = "找不到收據。";
"Receipt retrieved." = "已擷取收據";

"Hit Tester" = "按下測試儀";

"Show Cached Server Response" = "顯示緩存服務器響應";
"Show Last Checked Date" = "顯示最後檢查日期";
"Show Last Dismissed Message Date" = "顯示最後解除訊息日期";

/* Settings - Diagnostic Tools - Appearance debug tools (not shown to users but localized just in case) */
"Override Theme JSON" = "覆蓋主題 JSON";
"Provide a URL to override the built in theme JSON." = "提供一個 URL 以覆蓋主題 JSON。";
"Reload" = "重新載入";
"Reload Themes" = "重新載入主題";
"Next Theme" = "下個主題";
"Previous Theme" = "上一個主題";

/* Settings - Help */
"Help" = "幫助";

"Gesture Guide" = "手勢指南";
"Learn some great gestures to speed up your day." = "學習一些實用的手勢，提供您的效率。";

"Keyboard Shortcuts" = "鍵盤快捷鍵";
"Control the app with powerful shortcuts (external keyboard required)." = "以強大的快捷鍵控制應用程式（需外接鍵盤）。";

"Get Support" = "取得支援";
"Browse the support pages or contact our team." = "瀏覽技術支援頁面或與我們的團隊聯繫。";

"Productivity Tips" = "效率小貼士";
"Read the beginner’s guide to productivity with Things." = "閱讀新手上路指南，快速學習如何使用 Things。";

"Create Tutorial Project" = "建立教程專案";
"Learn the app step by step with a short tutorial project." = "透過簡短的教程專案逐步瞭解這個應用程式。";

// Settings - Help - Alert
"Tutorial Project Created" = "已建立教程專案";
"A tutorial project has been created." = "已建立一個教程專案。";

"More Articles" = "更多文章";

/* Settings - Import from other apps */
"You can import to-dos from other apps." = "你可以從其他應用程式匯入待辦事項。";
"Import from Other Apps" = "從其他應用程式匯入";
/* Settings - Import from other apps - Todoist import - button that starts the process */
"Import from Todoist" = "從 Todoist 匯入";

/* Tags Related */
"Tags" = "標籤";
"Tags…" = "標籤...";
"New Tag (Touch)" = "新標籤";
"New Tag" = "新標籤";
"Delete Tag" = "刪除標籤";
"This tag will be removed from any items that are currently using it. Are you sure you want to delete this tag?" = "這個標籤將從所有正在使用它的項目上移除，您是否確定要刪除這個標籤？";
/* Tags Related - The %@ is the name of the new tag to create */
"New Tag “%@”" = "新標籤「%@」";


/* Filter tags screen */
"No Tag" = "沒有標籤";
"Filter by Tag" = "按標籤檢索";
"Clear-Tags" = "清除";
"FilteredTag-None" = "無標籤";

/* Manage tags screen */
"Manage Tags" = "管理標籤";
"Edit Tag" = "編輯標籤";
"NewOrEditTag-TitlePlaceholder" = "標籤";
"Tag Already Exists" = "標籤已存在";
"A tag with the title \"%@\" already exists. Please choose a different title." = "已有名為「%@」的標籤。請選取一個不同的名稱。";
/* Manage tags screen - "Group: ..." (group == parent tag) */
"ParentTag-Group" = "群組";
/* Manage tags screen - In the context of "Group: None" */
"ParentTag-None" = "無標籤";


/* Notifications */

"Since you haven't used Things for a while, it will stop sending you notifications. To continue to receive them, simply open Things." = "因為您已經很長一段時間沒有使用 Things，它將停止向您發送通知。若要繼續收到通知，只需開啟 Things 即可。";

// TODO: Those are too generic; make sure they're localizable
"Snooze" = "稍後提醒";
"Complete" = "完成";

// Custom snoozing times for notifications (iOS 12)
"Snooze…" = "稍後提醒...";
"Snooze for 10 minutes" = "10 分鐘後提醒";
"Snooze for 30 minutes" = "30 分鐘後提醒";
"Snooze for 1 hour" = "1 小時後提醒";


/* == Repeating Tasks == */

// Repeating Tasks - Editing - Prefixes

"Repeating-Prefix-Every-Week" = "每";
"Repeating-Prefix-Every-Months" = "每";
"Repeating-Prefix-Every-Days" = "每";
"Repeating-Prefix-Every-Month" = "每";
"Repeating-Prefix-Every-Day" = "每";
"Repeating-Prefix-Every-Year" = "每";
"Repeating-Prefix-Every-Weeks" = "每";
"Repeating-Prefix-Every-Years" = "每";

// Editing - Regularly
"Repeat-Header" = "重複";
"Regularly" = "定期";
"On-Weekends" = "於";
"On-Weekdays" = "於";

// Editing - Regularly - used for e.g. "On Wednesday"
"On" = "於";

// to be used with "on"
"Sunday-On" = "星期天";
"Monday-On" = "星期一";
"Tuesday-On" = "星期二";
"Wednesday-On" = "星期三";
"Thursday-On" = "星期四";
"Friday-On" = "星期五";
"Saturday-On" = "星期六";

// to be used with "on xth day"
"day-on" = "天";
"You’ll get a new copy regularly, no matter if you’ve completed the previous to-do or not." = "您會定期收到新複本，無論您是否完成上一件待辦事項。";
"Ends" = "結束";
"Next" = "下一次";
"has ended" = "已結束";

// Editing - Regularly - Every
"day" = "天";
"days" = "天";
"week" = "星期";
"month" = "個月";
"months" = "個月";
"year" = "年";
"years" = "年";

// Editing - Regularly - On
"And On" = "和";
"Add More" = "添加更多";

// Editing - Regularly - Ends Never
"Never" = "從不";
"This to-do repeats forever." = "永久重複這件待辦事項。";

// Editing - Regularly - Ends On Date
"On Date" = "特定日期";

// Editing - Regularly - Ends After
"After" = "經過";
"1 repetition" = "重複 1 次";
"%ld repetitions" = "重複 %ld 次";
"After 1 repetition" = "重複 1 次後";
"After %ld repetitions" = "重複 %ld 次後";

// Editing - After Completion
"After Completion" = "完成後";
"You’ll get a new copy %%FREQUENCY%% after you’ve completed the previous to-do." = "您將於上一件待辦事項完成 %%FREQUENCY%%後獲得一個新複本。";

// Editing - Reminder - (inside the "when" dialog). Sends a notification to the user at a specific time. Can only be used with to-dos with their "when" set to Today, This Evening or a specific date.
"Add Reminder" = "添加提醒";
"Each copy has a reminder at %@." = "每個複本都會在 %@ 進行提醒。";
"Reminder" = "提醒";

// Editing - Deadline
//"Add Deadline" = "Add Deadline";
"Each copy has a deadline." = "每個複本都有完成時限。";
"Each copy has a deadline. It will appear in your Today list one day earlier." = "每個複本都有完成時限。它將於 1 天前出現在您的「今天」清單中。";
"Each copy has a deadline. It will appear in your Today list %ld days earlier." = "每個複本都有完成時限。它將於 %ld 天前出現在您的「今天」清單中。";
"same day" = "當天";
"1 day earlier" = "1 天前";
"%ld days earlier" = " %ld 天前";
"Each copy has a deadline. It will appear in your Today list on the %%SAME_DAY%%." = "每個複本都有完成時限。它將於%%SAME_DAY%%出現在您的「今天」清單中。";
"Each copy has a deadline. It will appear in your Today list %%1_DAY_EARLIER%%." = "每個複本都有完成時限。它將於 %%1_DAY_EARLIER%%出現在您的「今天」清單中。";
"Each copy has a deadline. It will appear in your Today list %%N_DAYS_EARLIER%%." = "每個複本都有完成時限。它將於 %%N_DAYS_EARLIER%% 出現在您的「今天」清單中。";


// Repeating Task - Info - Regularly
"Repeat" = "重複";
"Repeat-Menu" = "重複";

"daily" = "每天";
"every %ld days" = "每 %ld 天";
"every week" = "每星期";
"every %ld weeks" = "每 %ld 星期";
"every month" = "每月";
"every %ld months" = "每 %ld 個月";
"every year" = "每年";
"every %ld years" = "每 %ld 年";

"on" = "於";
"on the" = "於";
" and " = " 和 ";
", and " = "，和 ";
"on weekends" = "於週末";
"on weekdays" = "於工作日";
"weekends" = "週末";
"weekdays" = "工作日";
"last-day" = "最後一個";

"Change-RecurrenceRule" = "變更";
"Pause-RecurrenceRule" = "暫停";
"Unpause-RecurrenceRule" = "取消暫停";
"Are you sure you want to stop this to-do from repeating?" = "您是否確定要停止重複這件待辦事項？";
"Stop" = "停止";


// Repeating Task - Info - After Completion
"1 day" = "剩下 1 天";
"%ld days" = "剩下 %ld 天";
"1 week" = "1 星期";
"%ld weeks" = "%ld 星期";
"1 month" = "1 個月";
"%ld months" = "%ld 個月";
"1 year" = "1 年";
"%ld years" = "%ld 年";
"%@ after the previous to-do has been completed" = "前一件待辦事項完成後 %@";

"Examples" = "示例";

// Upcoming
"Start 1 day earlier" = "提前 1 天開始";
"Start %ld days earlier" = "提前 %ld 天開始";
"%ld more…" = "還有 %ld 個...";
"The repeating rule has ended." = "重複規律已結束。";
"Paused" = "已暫停";
"The previous to-do has not been completed yet." = "上一件待辦事項尚未完成。";


// Repeating Instance Creation Dialog
"Repeating To-Dos" = "重複待辦事項";


// Task view "left view"
"Waiting" = "等待中";
//"Paused" = "Paused";
"Ended" = "已結束";

// Repeating project header
//"Waiting" = "Waiting";
//"Paused" = "Paused";
//"Ended" = "Ended";






// URL Scheme Errors
"There was a problem with the provided URL." = "提供的 URL 有問題。";
"A valid command must be provided." = "必須提供有效的指令。";
"You must specify a list to show." = "您必須指明要顯示的清單。";
"The provided command \"%@\" is not supported by Things." = "Things不支援所提供的指令「%@」。";
"There was a problem adding the requested to-do to Things." = "在將所要求的待辦事項添加到Things時發生問題。";
"There was a problem adding the requested project to Things." = "在將所要求的專案添加到Things時發生問題。";
"There was a problem adding the requested heading to Things." = "在將所要求的標目添加到Things時發生問題。";
"The URL scheme cannot be empty and must be set to \"things:\"" = "URL scheme不得空白且必須設為「things：」。";
"The provided host field \"%@\" is not supported by Things. The host field may either be left empty or be set to \"x-callback-url\". If you left the host field empty, make sure to proceed it with three slashes (///), not just two." = "Things不支援所輸入的主機欄「%@」。主機欄必須是空的或設為「x-callback-url」，若您將主機欄空白，請在之前加上三道斜線（///）而非兩道斜線。";
"The provided URL scheme \"%@\" is not supported by Things. The URL scheme must be set to \"things:\"" = "Things不支援所提供的URL scheme「%@」，URL scheme必須設為「things：」。";
"Cannot show the list with ID \"%@\" because it does not exist." = "無法顯示ID「%@」的清單，因為它不存在。";
"The parameter \"%@\" must be provided." = "必須提供「%@」參數。";
"No list found for query: \"%@\"." = "無法找到以下查詢的清單：「%@」";
"You must specify a query to show." = "您必須指明要顯示的查詢。";
"There is a problem with the provided JSON." = "提供的JSON有問題。";
"Cannot update to-do with ID \"%@\" because it does not exist." = "無法以ID「%@」更新待辦事項，因為該ID不存在。";
"Cannot update to-do because no ID was provided." = "未提供ID，無法更新待辦事項。";
"There was a problem adding the requested checklist item to Things." = "將所要求的檢查清單項加入Things時出現錯誤。";
"Cannot update project because no ID was provided." = "未提供ID，無法更新專案。";
"Cannot update project with ID \"%@\" because it does not exist." = "無法以ID「%@」更新專案，因為該ID不存在。";
"When creating a new project, all child items must also have their operation set to create." = "建立新專案時，所有子項目的操作也都必須設為建立。";
"The provided authentication token is incorrect. The correct authentication token can be found in Things’ Settings → General → Things URLs." = "所提供的身份驗證令牌不正確。你可以透過以下方式取得正確令牌：Things 的偏好設定 → 一般 → Things URL。";
"The provided authentication token is incorrect. The correct authentication token can be found in Things → Preferences → General." = "所提供的身份驗證令牌不正確。你可以透過以下方式取得正確令牌：Things  → 偏好設定 → 一般。";
"The URL command you used requires an authentication token to work. The authentication token can be found in Things’ Settings → General → Things URLs." = "你所使用的URL指令需要身份驗證令牌才能使用。你可以透過以下方式取得令牌：Things 的偏好設定 → 一般 → Things URL。";
"The URL command you used requires an authentication token to work. The authentication token can be found in Things → Preferences → General." = "你所使用的URL指令需要身份驗證令牌才能運作。你可以透過以下方式取得正確令牌：Things  → 偏好設定 → 一般。";
"There was a problem duplicating the task." = "複製任務時出現問題。";
"There was a problem duplicating the project." = "複製專案時發生問題。";
"Repeating tasks and projects cannot be duplicated." = "無法複製重複任務與專案。";
// URL Scheme Errors - %@ is the URL scheme field. E.g. "when" or "completion-date".
"Cannot update field \"%@\" for a repeating task or project." = "無法更新重複任務或專案的「%@」欄。";


/* Accessibility */
"Accessibility Value - Task Title Cell - Title" = "標題";
"Accessibility Value - Task Notes Cell - Notes" = "備註";
"Accessibility Value - Task Tags Cell - Tags" = "標籤";
"Accessibility Value - Task Checklist Cell - Checklist item" = "檢查清單項目";
"Accessibility Value - Task Details - Area" = "領域";

/* Things Cloud Main */
"Things Cloud" = "Things Cloud";
"Troubleshooting" = "故障排除";
"Things Cloud stores your to-dos and automatically keeps them updated across all your devices. Just tap the switch to get started." = "Things Cloud 儲存您的待辦事項並自動在所有裝置上保持最新狀態。點按切換開關開始。";
"Learn More" = "瞭解詳情";
"Your account is active." = "您的帳戶已啟用。";
"Last Updated: %@" = "上次更新日期：%@";
"Checking Status…" = "正在檢查狀態...";
"No Internet Connection." = "沒有網路連線。";
"Things Cloud did not respond." = "Things Cloud 沒有回應。";
"There is an unknown issue with your account." = "您的帳戶出現不明問題。";
"Try Again" = "重試";
"Your Things Cloud account is not fully configured. You can resume the account setup or cancel it." = "您的 Things Cloud 帳戶未配置完整。您可以繼續帳戶設置或取消。";
"Resume" = "重新繼續";
"Proceed" = "繼續進行";
"You need to accept the updated Terms of Service before you can continue using Things Cloud." = "您必須接受更新後的服務條款，才能繼續使用 Things Cloud。";

/* Things Cloud Choose */
"Account" = "帳戶";
"To get started, you need a Things Cloud account. Creating a new account is free and easy. If you already have one, just log in." = "開始之前，您需要一個 Things Cloud 帳戶。建立新帳戶非常簡單，完全免費。如果您已經有帳戶，只需登入即可。";
"Create New Account" = "建立新帳戶";
"Log In" = "登入";

/* Things Cloud Create Account */
"Create Account" = "建立帳戶";
"Email" = "電子郵件";
"Password" = "密碼";
"New Password" = "新密碼";
"Confirm Password" = "確認密碼";
"Continue" = "繼續";
"me@example.com" = "me@example.com";
"Other password managers" = "其他密碼管理器";

/* Things Cloud Create Account Errors */
"Please enter your email address." = "請輸入您的電子郵件地址。";
"Please enter your password." = "請輸入您的密碼。";
"The email address is not valid. Please make sure there aren't any typos." = "該電子郵件地址無效，請確認沒有輸入錯誤。";
"Please enter your password in the 'Verify' field." = "請在「驗證」欄輸入您的密碼。";
"A Things Cloud account already exists for that email address. If this is your account, please log in instead of creating a new account." = "已有使用該電子郵件的 Things Cloud 帳戶，若這是您的帳戶，請直接登入而不用建立新帳戶。";

/* Things Cloud Terms */
"Accept Terms" = "接受條款";
"Sorry, but there seems to be a problem connecting to Things Cloud. The Terms of Service could not be loaded." = "抱歉，連接至 Things Cloud 時出現問題，無法載入服務條款。";
"Please make sure you are connected to the Internet and try again." = "請確認您已連接上網並於稍後重試。";

/* Things Cloud Terms Erorrs */
"The Terms of Service for Things Cloud Have Changed" = "Things Cloud 的服務條款已更改。";
"The Terms of Service for Things Cloud have changed." = "Things Cloud 的服務條款已更改。";

/* Things Cloud Confirm Account */
"We’ve sent a verification email to %@\n\nThe email contains a 4-digit code. Please enter that code below to verify your email address:" = "我們已將驗證電子郵件發送到 %@。\n\n該電子郵件中有一個 4 位代碼。請在這裡輸入該代碼以驗證您的電子郵件：";

/* Things Cloud Confirm Account Errors */
"The verification code must contain four digits." = "驗證碼包含四碼數字。";
"The verification code can only contain numbers." = "驗證碼僅含有數字。";
"The verification code is incorrect. Please try again." = "驗證碼不正確。請重試。";
"Email not received?" = "沒收到電子郵件？";
"Resend Code" = "重新發送驗證碼";
"Be sure to check your spam folder. If you still can't find it, we can resend the email to: %@" = "請記得檢查垃圾郵件匣，如果仍沒收到，我們可以重新發送電子郵件至：%@。";
"Resend" = "重新發送";
"Email Sent" = "已發送電子郵件";
"The verification email has been resent to: %@" = "已將驗證電子郵件發送至：%@";

/* Things Cloud Log In */
"Forgot Password?" = "忘記密碼？";

/* Things Cloud Log In Errors */
"No account could be found for the email address you've provided. Please check the address and try again." = "無法透過您所提供的電子郵件查找到任何帳戶，請檢查後重新輸入。";
"The password you entered is incorrect. Please check it and try again." = "您輸入的密碼不正確，請檢查後重新輸入。";
"Enter your email address:" = "輸入您的電子郵件地址：";
"Reset Password" = "重設密碼";
"Would you like us to send you instructions on how to reset your password? They will be emailed to: %@" = "您是否需要關於重設密碼的說明？將透過電子郵件發送至：%@";
"Send" = "送出";
//"Email Sent" = "Email Sent";
"An email has been sent to %@ with instructions on how to reset your password." = "已經發送了一封含有重設密碼說明的電子郵件至 %@。";

/* Things Cloud Merge */
"An error occurred while retrieving your account details. Wait a moment and then try again." = "擷取您的帳戶資料時發生錯誤，請稍待片刻後重試。";
"Retry" = "重試";
"Thanks! You can now start using Things Cloud on %@." = "謝謝！您現在可以開始在 %@ 上使用 Things Cloud。";
"You already have to-dos on both %@ and on Things Cloud. Which to-dos would you like to keep?" = "您在 %@ 上和 Things Cloud 上都有待辦事項。您想保留哪些待辦事項？";
"Keep all to-dos" = "保留所有待辦事項";
"Recommended. The to-dos on %@ and on Things Cloud are merged. Nothing is deleted." = "建議。將 %@ 和 Things Cloud 上的待辦事項合併。不删除任何内容。";
"Keep only the to-dos from Things Cloud" = "僅保留來自 Things Cloud 的待辦事項";
"The to-dos on %@ are deleted and replaced with your to-dos from Things Cloud." = "您在 %@ 上的待辦事項被刪除並以 Things Cloud 上的待辦事項取代。";
"Keep only the to-dos from %@" = "僅保留來自 %@ 的待辦事項";
"Your to-dos on Things Cloud are deleted and replaced with the to-dos from %@." = "您在 Things Cloud 上的待辦事項被刪除並被 %@ 上的待辦事項取代。";

/* Things Cloud Long Notes */
"You have %d to-dos with very long notes (longer than 20,000 characters, or 10 pages in a book). Things Cloud does not support notes of this size. Please follow these steps before continuing:" = "您有 %d 件帶很長備註的待辦事項（超過 20,000 個字元或書本 10 頁）。Things Cloud 不支援這麼長的備註。請按以下步驟操作後繼續：";
"You have one to-do with very long notes (longer than 20,000 characters, or 10 pages in a book). Things Cloud does not support notes of this size. Please follow these steps before continuing:" = "您有 1 件帶很長備註的待辦事項（超過 20,000 個字元或書本 10 頁）。Things Cloud 不支援這麼長的備註。請按以下步驟操作後繼續：";
"More Information" = "更多資訊";
"1. Send these notes to your email address first, so you don't lose any information. This allows you to copy the content to another application later (e.g. a note-taking application)." = "1.先將這些備註發送到您的電子郵件地址，以免丟失任何資訊。這讓您將來可以將這些內容拷貝到其他應用程式中（例如：記事本應用程式）。";
"Email These Notes" = "以電子郵件發送這些備註";
"2. Delete these notes from Things. This is necessary before you can proceed with Things Cloud." = "2.將這些備註從Things 刪除，必須成功完成操作才能使用 Things Cloud。";
"Delete These Notes" = "刪除這些備註";
"Delete Notes" = "删除備註";
"Notes Deleted" = "備註已删除";
"Notes Not Deleted" = "備註未刪除";
"Are you sure you want to delete these notes? This cannot be undone." = "您是否確定要刪除這些備註？這項動作無法復原。";
"Delete" = "删除";
"The notes have been deleted successfully. You may now proceed with Things Cloud." = "已成功刪除備註，您現在可以使用 Things Cloud。";
"Not all notes were deleted successfully. Please try deleting the notes again. This is necessary before you can proceed with Things Cloud." = "並未成功地刪除所有的備註。請嘗試重新刪除備註。必須成功完成操作才能使用 Things Cloud。";
"The following %d to-dos have very long notes and have been exported from Things to preserve their content:" = "以下 %d 件待辦事項的備註很長，已將其從 Things 匯出以保留其內容：";
"The following to-do has very long notes and has been exported from Things to preserve its content:" = "以下這件待辦事項的備註很長，已將其從 Things 匯出以保留其內容：";

/* Things Cloud sync progress */
"Updating" = "正在更新";
/* Note that "Please keep Things open." is shown in bold in the placeholder of the strings that say "Syncing with Thingw Cloud. [...]". */
"Syncing with Things Cloud. This might take a few minutes the first time.\n\n%@\nDo not switch apps or turn off your screen until the sync is complete or you’ll have to start again." = "正在與 Things Cloud 同步。第一次可能需要幾分鐘。\n\n%@\n在同步完成前請勿關閉應用程式或螢幕，否則必須從頭開始。";
"Syncing with Things Cloud.\n\n%@\nDo not switch apps or turn off your screen until the sync is complete." = "正在與 Things Cloud 同步。\n\n%@\n在同步程序完成前請勿關閉應用程式或螢幕。";
"Please keep Things open." = "請讓 Things 保持開啟。";
"An error occurred while updating your to-dos. Wait a moment and then try again." = "更新您的待辦事項時發生錯誤，請稍待片刻後重試。";

/* Things Cloud Device Strings */
"this iPhone - Things Cloud" = "這台 iPhone";
"this iPod touch - Things Cloud" = "這台 iPod touch";
"this iPad - Things Cloud" = "這台 iPad";
"this device - Things Cloud" = "這台裝置";

/* Things Cloud Edit Account */
"Enter Password:" = "輸入密碼：";
"Edit Account" = "編輯帳戶";
/* Note that "Change password for" is written immediately above the email address corresponding to the user's Things Cloud username. */
"Change password for" = "變更以下密碼：";
"Please note that changing your password will mean that all your devices will have to re-download your to-dos from Things Cloud again." = "請注意，變更密碼意味著所有的裝置都必須重新從 Things Cloud 下載待辦事項。";
"Change Password" = "變更密碼";
"Delete Account" = "刪除帳戶";
"If you delete your account, all your to-dos in Things Cloud will be deleted and all your devices will stop updating with each other. Each device will, however, keep the to-dos it currently has." = "如果您刪除帳戶，則 Things Cloud 上所有的待辦事項都將被刪除，且所有的裝置將停止相互更新。然而，每台裝置都將保留目前的待辦事項。";
"Your Password Has Been Changed" = "您的密碼已變更";
"Are you sure you want to delete your account? This cannot be undone." = "您是否確定要刪除您的帳戶？這項動作無法復原。";
"Account Deleted" = "帳戶已刪除";
"Deleted Account" = "已刪除的帳戶";
"Your Things Cloud account has been deleted from the server. Your to-dos will no longer update via Things Cloud." = "已經從伺服器上刪除了您的 Things Cloud 帳戶。您的待辦事項將不再透過 Things Cloud 更新。";
"Incorrect Password" = "密碼錯誤";

/* Things Cloud Other Dialogs and Errors */
"There was a problem connecting to the Things Cloud server. Please try again." = "與 Things Cloud 伺服器連接時發生錯誤。請重試。";
"Connection Error" = "連線錯誤";
"You are not connected to the Internet." = "您尚未連接至網路。";
"Things Cloud is temporarily unreachable. Please try again later." = "目前暫時無法連接 Things Cloud，請稍後再試。";
"Things Cloud Unreachable" = "無法連接 Things Cloud ";
"The account could not be found on Things Cloud." = "無法在 Things Cloud 上找到這個帳戶。";
"Account Not Found" = "找不到帳戶";
"The account does not exist on Things Cloud." = "Things Cloud 上沒有這個帳戶。";
"Account Does Not Exist" = "該帳戶不存在";
"To-Dos Replaced" = "已取代待辦事項";
"Things Cloud Disabled" = "已停用 Things Cloud ";
"Things Cloud has been disabled. To re-enable it, go to Settings." = "已停用 Things Cloud。要重新啟用，請前往「設定」。";
"Password Changed" = "密碼已變更";
"The password for your Things Cloud account has been changed. Please enter the new password:" = "您已變更 Things Cloud 帳戶的密碼。請輸入新密碼：";
"Not Now" = "現在不要";
"Please re-enter your Things Cloud password:" = "請重新輸入 Things Cloud 密碼：";
"The password you entered is incorrect. Please re-enter your Things Cloud password:" = "您輸入的密碼不正確。請重新輸入 Things Cloud 密碼：";

/* CCSwitch */
"Switch button" = "切換按鈕";
"Big-Switch-Accessibility-On" = "於";
"Big-Switch-Accessibility-Off" = "關";

/* Task View Subtitle */
"%d items" = "%d 個項目";
"1 item" = "1 個項目";
"1 item (Mac)" = "1 個項目";

/* Settings: Logging */
"Immediately" = "立即";

/* Settings: First day of the week */
"Week" = "星期";
"Choose the first day of the week." = "選擇一個星期的第一天。";
"Automatic" = "自動";


/* Task Notes too long */
"The note you've entered is longer than the maximum length supported by Things (about 10 pages in a book). The note has been shortened." = "您所輸入的備註超過 Things 所能支援的長度（約書本 10 頁）。備註已被縮短。";

/* Completing and cancelling tasks */
"Complete Project" = "完成專案";
"This project contains 1 incomplete to-do. What would you like to do with it?" = "這個專案含有 1 件未完成的待辦事項。您打算如何處理？";
"This project contains %ld incomplete to-dos. What would you like to do with them?" = "這個專案含有 %ld 件未完成的待辦事項。您打算如何處理？";
"Mark as Completed [SINGLE TO-DO]" = "標記為已完成";
"Mark as Canceled [SINGLE TO-DO]" = "標記為已取消";
"Mark as Completed [MULTIPLE TO-DOS]" = "標記為已完成";
"Mark as Canceled [MULTIPLE TO-DOS]" = "標記為已取消";
// The string below is displayed when the app doesn't check for single or multiple to-dos, so please use a generic localization if appropriate.
"Mark as Completed" = "標記為已完成";

/* Completing and cancelling tasks - Accessibility */
"canceled" = "已取消";
"completed" = "已完成";
"not completed" = "未完成";
"Mark incomplete" = "標示為不完整";

/* Calendar week in new DatePicker */
"cw" = "日曆週";
"Calendar Week" = "日曆週";

/* New DatePicker + ViewControllers - return to reference date labels */
"Back" = "返回";

/* New DatePicker + ViewControllers - accessibility hint for weekday header*/
"Double-tap to scroll to current week." = "輕點兩下以捲動至這個星期。";

/* New DatePicker + ViewControllers - accessibility hint for day buttons */
"Double-tap to select." = "輕點兩下以選擇。";

/* New DatePicker + ViewControllers - accessibility day prefix */
"Today. %@" = "今天。%@";

/* New DatePicker + ViewControllers - acessibility day prefix */
"Selected. %@" = "已選取。%@";


/* Schema and server versioning errors */
"App Store" = "App Store";
"Changes have been made to Things Cloud and your version of Things can no longer update your to-dos. Please check the App Store for a new version of Things." = "在Things Cloud上做過修改，你的Things版本已無法繼續更新待辦事項。請上App Store查看新版本的Things。";
"You've used a newer version of Things on another device. Please update to the latest version of Things on this %@ as well to continue syncing.\n\nIf you don’t see the update on the App Store right away, restarting your %@ might help." = "你在其他裝置上使用了較新版本的Things，請也將這台%@上的Things更新至最新版本以繼續同步。\n\n如果你未在App Store上看到更新內容，請嘗試重新啟動%@。";
"Update Required" = "必須更新";
"Later" = "將來";

/* Apple demo */
"Things Cloud is not enabled for this demo." = "此 demo 上未啟用 Things Cloud。";
"Feature not enabled for this demo." = "展示版本未提供此功能.";
"This version of Things has been created specifically for demonstration purposes." = "這個 Things 版本專為示範用途而製作。";
"This version of Things is for demonstration purposes only." = "這個 Things 版本僅供示範之用。";

/* Siri integration - Settings */
"Shortcuts" = "捷徑";
"Learn how" = "學習怎麼做";
"Open the Shortcuts app" = "開啟捷徑應用程式";
"Things for iPhone, iPad, and Mac are three separate apps, so the shortcuts you create on one device will not work on the others.\n\nTo solve this problem, upgrade your devices to iOS 15, iPadOS 15, and macOS Monterey. Once you’re running these OS versions, your shortcuts will be compatible across all your devices.\n\nIf it’s not possible to upgrade your OS versions, you will need to set up different Shortcuts actions for each version of Things." = "iPhone、iPad 和 Mac 版的 Things 是三個不同的 app，因此您為一種裝置建立的捷徑無法用於其他裝置。\n\n要解決這個問題，請將裝置升級至 iOS 15、iPadOS 15 和 macOS Monterey。在這些操作系統版本上運行時，您的捷徑就可以跨裝置使用。\n\n如果無法升級操作系統版本，那麼您必須為每一種 Things 版本分別設置捷徑動作。";
"Hey Siri, in Things, add milk." = "嘿 Siri，在 Things 中新增牛奶。";
"Hey Siri, in Things, remind me to buy milk tomorrow at 10 AM." = "嘿 Siri，在 Things 中提醒我明天早上 10 點要買牛奶。";
"Hey Siri, show my Errand list in Things." = "嘿 Siri，顯示 Things 中的任務清單。";

"Show more" = "顯示更多";
"Show Shortcuts" = "顯示捷徑";
"Siri" = "Siri";
"You can also ask Siri to run Shortcuts you’ve created for Things." = "您也可以要求 Siri 執行您為 Things 建立的捷徑。";
"You can ask Siri to quickly add a to-do or show a list in Things. Here are a few examples:" = "您可以要求 Siri 快速添加一件待辦事項到 Things 中，或者顯示一份清單。這裡是一些例子：";
"A shortcut is a quick way to get something done with your apps, with just a tap or by asking Siri." = "捷徑是以應用程式快速完成一個事項的方式，可以輕輕點按或要求 Siri 執行捷徑。";
"Create Shortcuts" = "建立捷徑";
"Add To-Do" = "添加待辦事項";
"Show Today" = "顯示今日";
"You can edit your shortcuts in the Shortcuts app." = "您可以在捷徑應用程式中編輯您的捷徑。";

/* Siri integration - Donations */

"Show %@ [SIRI INVOCATION PHRASE FOR SHOW LIST INTENT]" = "顯示 %@";

/* Reminders Inbox */
"From Reminders" = "從提醒事項";
"Import All (Touch)" = "全部匯入";
"Import All" = "全部匯入";
"Untitled" = "無標題";

/* Reminders Inbox - warning alerts */
"Please note that when you import a to-do from Reminders into Things, it will be deleted from the Reminders app." = "請注意，當您從提醒事項將待辦事項匯入 Things 時，該待辦事項會從提醒事項刪除。";
"This to-do may have attachments, sub-tasks, or other data that cannot be imported. If you import this to-do, it will be deleted from the Reminders app. Any data that cannot be imported will be lost." = "這個待辦事項可能含有附檔、子任務或其他無法匯入的資料。若您匯入這個待辦事項，它將會從提醒事項應用程式刪除，無法匯入的資料則會丟失。";
"Some of these to-dos may have attachments, sub-tasks, or other data that cannot be imported. If you import these to-dos, they will be deleted from the Reminders app. Any data that cannot be imported will be lost." = "部分待辦事項可能含有附檔、子任務或者其他無法匯入的資料。如果您匯入這些待辦事項，它們則會從提醒事項應用程式中刪除，您將會遺失那些無法匯入的資料。";
"Import from Reminders" = "從提醒事項匯入";

/* Reminders Inbox - Settings */
"Reminders Inbox" = "提醒事項收件箱";
"You can use the Reminders app as an input method for Things. This can be a useful workflow when combined with Siri or Shortcuts.\n\nChoose a Reminders list to appear in your Inbox, where you can import selected to-dos. Imported to-dos will be deleted from Reminders." = "您可以使用提醒事項應用程式作為 Things 的輸入方式。在結合了 Siri 或捷徑後可以打造有用的工作流。\n\n選擇要出現在收件箱中的提醒事項，以將所選的待辦事項匯入。匯入的待辦事項會從提醒事項刪除。";
"Note: If you want to migrate everything from Reminders at once, you should use the Reminders Importer instead." = "註：如果您想要從提醒事項一次搬動所有內容，請使用提醒事項匯入器。";
"Open Reminders Importer" = "打開提醒事項匯入器";
"Please note that location-based reminders cannot be imported." = "請注意，無法匯入基於位置的提醒。";
"To-dos with attachments, sub-tasks, or location-based reminders are hidden from your Inbox because they cannot be imported." = "在收件箱中無法看到有附檔或子任務的待辦事項，或者基於地點的提醒事項，因為無法匯入。";
"Are you sure?" = "是否確定？";
"Import Anyway" = "還是匯入";

/* Reminders Inbox - Settings - Choose List */
"List [REMINDERS INBOX]" = "清單";
"Choose List" = "選擇清單";
"On My Device" = "在我的裝置上";
"On My iPhone" = "在我 iPhone 上";
"On My iPad" = "在我的 iPad 上";
"On My iPod touch" = "在我的 iPod touch 上";
"If you want the same reminders to be shown in Things’ Inbox on your Mac, iPhone, and iPad, you need to choose a list that is available on all those devices. We recommend using a list on iCloud." = "如果您想要相同的提醒顯示在 Mac、iPhone 和 iPad 上的 Things 收件箱中，您必須選擇一個可以於所有裝置使用的清單。我們建議您使用 iCloud 上的清單。";

/* Reminders Inbox - Settings - Errors */
"You need to grant Things access to your Reminders before they can be shown on this device." = "您需要授予 Things 取用您的提醒事項的權限，才可以在這台裝置上使用。";
"Grant Access" = "授予取用權限";
"Not Found" = "（未找到）";
"The selected reminders list is not available on this device." = "您所選擇的提醒清單無法在這台裝置上使用。";

/* Reminders Import */
"Reminders Import" = "提醒事項匯入";
"You can migrate all your lists and to-dos from Reminders into Things.\n\nNote that to-dos from Reminders may contain data that are not available for Things to import, and some features are not supported. The following data will not be imported: attachments, list groups, sub-task indentation, flagged status, priority, and location-based reminders." = "您可以將全部的清單與待辦事項從提醒事項搬到 Things。\n\n請注意，提醒事項中的待辦事項可能含有 Things 無法匯入的內容，而且部分功能尚未支援。無法匯入下列資料：附檔、清單群組、子任務、縮牌、標誌狀態、優先性以及基於位置的提醒事項。";
"Include completed to-dos" = "包含完整的待辦事項";
"Import Now" = "立即匯入";
"You need to grant Things access to your Reminders before they can be imported." = "您必須允許 Things 取用提醒事項才能匯入。";
"No to-dos have been found." = "未找到任何待辦事項。";


/* Accessibility */
"1 to-do." = "1 件待辦事項 ";
"%ld to-do's." = "%ld 件待辦事項。";
"1 to-do is due." = "1 件待辦事項已到期。";
"%ld to-do's are due." = "%ld 件待辦事項已到期。";
"%ld to-do's. 1 is due." = "%ld 件待辦事項。1 件已到期。";
"%ld to-do's. %ld are due." = "%ld 件待辦事項。 %ld 件已到期。";
"1 reminder." = "1 則提醒。";
"%ld reminders." = "%ld 則提醒。";

/* Accessibility - Reminders Inbox */
"Double-tap to import." = "輕點兩下以匯入。";
/* Accessibility - Reminders Inbox - Appended to the title of an Apple reminder shown in Things */
" . Reminder." = " . 提醒事項.";

/* Accessibility - New in Today view */
"Double-tap to dismiss." = "輕點兩下以關閉。";
"You have %ld new to-do's" = "您有 %ld 件新待辦事項";

/* Accessibility - Moved out of the inbox banner */
"%ld to-do's moved out of the Inbox" = "已將 %ld 件待辦事項移出收件箱";

/* Accessibility - Scrolling the task list */
"Page %d of %d" = "第 %d 頁，共 %d 頁";

/* Accessibility - Expanding collapsed tasks */
"Double-tap to expand." = "輕點兩下以展開。";

/* Accessibility - Task details */
"Tagged with %@." = "有 %@ 標籤。";
"Double-tap to edit." = "輕點兩下進行編輯。";

//Accessibility - Task details - Note: The first %@ could be a single tag or comma-separated list of tags
"Tagged with %@ and %@." = "有 %@ 和 %@ 標籤。";

// Accessibility - Voice Control - Plus button
"New Item" = "新項目";

// Accessibility - Quick entry
"Double-tap to choose project or area" = "輕點兩下以選擇專案或領域";

// Accessibility - Project Header
"Deadline: %@" = "完成時限：%@";
"When: %@" = "時間：%@";

/* Accessibility - Checkbox */
"Checkbox" = "複選框";
"Checked" = "已勾選";
"Not checked" = "未勾選";
"Double-tap to mark as incomplete." = "輕點兩下標記為未完成。";
"Double-tap to mark as completed." = "輕點兩下標記為已完成。";

// Accessibility - Checkbox - This is added to the end of the accessibility value for projects. A final string might be "Not checked. 3 open to-dos."
". %ld open to-dos" = ". %ld則開啟的待辦事項";

// Accessibility - Checkbox - The %@ is the title of the task that the checkbox relates to.
"Checkbox. %@" = "複選框。%@";

// Accessibility - Checklist
"Completed" = "已完成";
// Accessibility - Checklist - The %@ is the title of the checklist item that the checklist checkbox relates to.
"Checklist checkbox. %@" = "檢查清單複選框。%@";

// Accessibility - Contact
"Assigned to %@." = "分派給 %@。";

// Accessibility - Area and Projects Sources
"Double-tap to view area details." = "輕點兩下以查看領域詳情。";
"Double-tap to view project details." = "輕點兩下以查看專案詳情。";
"Collapse Area" = "隱藏";
"Collapsed" = "隱藏";
"Expand Area" = "顯示更多";
"Expanded" = "擴展";
"Double-tap to hide projects." = "點按兩次以隱藏專案。";
"Double-tap to show projects." = "點按兩下以顯示專案。";

// Accessibility - Navigation Bar
"Double-tap to open Quick Find." = "輕點兩下以開啟快速查找。";

/* List Tools */
//"Filter by Tag" = "Filter by Tag";
//"New Heading" = "New Heading";
"Select" = "選擇";
"Log Completed" = "記入記錄簿";
"Paste" = "貼上";
"Share" = "共享";

/* List Tools - Share Activities */
"Copy Link" = "複製連結";
"Copy" = "複製";

/* Move Dialog */
"No Area" = "沒有領域";
"No Project" = "没有專案";
"New Project “%@”" = "新專案「%@」";
"Show %ld later projects" = "顯示 %ld 個將來的專案";
"Show 1 later project" = "顯示 1 個將來的專案";

/* Start Dialog (also known as When Dialog) */
// Start Dialog - When the user will start to work on the to-do.
"When?" = "時間";
//"Search" = "Search";
// Start Dialog - Shows at the bottom of the Today list. Contains to-dos that the user decides to work on this evening. These to-dos also show in "Anytime".
"This Evening" = "今晚";
//"Add Reminder" = "Add Reminder";
//"Reminder" = "Reminder";
"Remove Reminders?" = "移除提醒？";
//"Repeat" = "Repeat";
//"Proceed" = "Proceed";
//"Learn More" = "Learn More";
// Start Dialog - Clear the when setting, indicating that there is no particular time that the user should start the to-do. The to-do will the be found in the "anytime" list.
"Clear-When" = "清除";

/* Start and Move */
"1 reminder will be removed." = "將移除 1 則提醒。";
"Remove" = "移除";

/* Start dialog */
//"1 reminder was removed." = "1 reminder was removed.";
//"%ld reminders were removed." = "%ld reminders were removed.";
"Set [ALARM]" = "設置";
"Some reminders were set to a time in the past. These reminders have been removed." = "部分提醒的時間設在過去。這些提醒已被移除。";
"You’ve set a reminder to a time in the past (Today %@). The reminder has been removed." = "有一個提醒的時間設在過去（今天 %@）。提醒已被移除。";

/* Today list extension */
"There was an error showing the Today list. Please make sure you have enough free space available on your device and try again." = "顯示「今天」清單時發生錯誤。請檢查您的裝置是否有足夠的磁碟空間，然後重試。";
"Open Things" = "打開 Things";
"%ld more" = "還有 %ld 個";
"Please open Things to get started." = "請開啟 Things 開始使用。";

/* Today list extension - Accessibility */
"Double-tap to open." = "點按兩次以開啟。";

/* Watch connecting step */
"Welcome" = "歡迎";
"Connect to Things Cloud to start using the app." = "連接至 Things Cloud 以開始使用這個應用程式。";
"Connect" = "連接";
"Connecting…" = "正在連接...";
"This might take a while. Keep your iPhone nearby while your data is transferred. You can lower your wrist." = "這可能需要一些時間。傳輸資料時請將 iPhone 放在附近。您可以將手腕放下。";

/* Watch "full screen" sync UI (not usually seen unless there's a lot of accumulated changes to consume) */
"Syncing…" = "正在同步...";
"This might take a while. You can lower your wrist, but please keep Things running." = "這可能需要一些時間。您可以將手腕放下，但是請讓 Things 保持運行。";

/* Watch connecting step – iPhone unreachable error */
"iPhone unreachable" = "無法連接至 iPhone";
"Your iPhone must be nearby for the initial setup. Bring it closer so your watch can connect." = "首次設定時必須將 iPhone 放在附近，前往「Things」>「設定」>「Things Cloud」，確認您已登入或者建立新帳戶。";

/* Watch connecting step – iPhone has changes to sync error */
"Things Cloud not quite up-to-date" = "Things Cloud 未處於最新狀態";
"Some changes on your iPhone haven’t been synced to Things Cloud yet. Open Things on your iPhone and make sure it’s connected to the internet." = "您 iPhone 上的部分修改內容尚未同步到 Things Cloud。開啟 iPhone 上的 Things 並確認已連接上網。";

/* Watch connecting step – Things Cloud not enabled error */
"You need a Things Cloud account" = "您需要一個 Things Cloud 帳戶";
"Your to-dos will be synced via Things Cloud. On your iPhone, go to Things > Settings > Things Cloud. Make sure you’re logged in or create a new account." = "將透過 Things Cloud 同步您的待辦事項。從 iPhone 上，前往「Things」>「設定」>「Things Cloud」。確定您已登入或者建立新帳戶。";

/* Watch connecting step – general error */
"Something went wrong" = "發生錯誤";
"Please try again." = "請重試。";

/* Watch sync -- iPhone needs to sync to Things Cloud */
"Not quite up-to-date" = "未處於最新狀態";

/* Watch sync - older client version */
"You’ve used a newer version of Things on another device. Please update to the latest version of Things on your iPhone to continue syncing." = "你在其他裝置上使用了較新版本的 Things，請也將 iPhone 上的 Things 更新至最新版本以繼續同步。";

/* Watch sync – general error */
"Could not connect to Things Cloud" = "無法連接至 Things Cloud";
"Make sure your iPhone or Apple Watch is connected to the internet and try again." = "請確認您的 iPhone 或 Apple Watch 已連接上網並重試。";

/* Watch settings */
"Build %@" = "Build %@";
"Log Out" = "登出";
"You can choose to add new to-dos to your Today list instead of your Inbox." = "您可以選擇將新待辦事項添加至「今天」清單而非收件箱中。";
"New To-Dos" = "新待辦事項";

/* Watch complication – no data available to display */
"Please open Things" = "請開啟 Things";

/* Watch task list */
"Added to Inbox" = "已添加到收件箱";
"Added to Today" = "已添加至「今天」";
"All Done" = "全部完成";
"1 to-do completed" = "已完成 1 件待辦事項";
"%ld to-dos completed" = "已完成 %ld 件待辦事項";
"Nothing planned for today" = "今天未有任何計劃";
"Last Updated:" = "上次更新日期：";

/* Watch task details */
"Add Notes" = "添加備註";
"Append Notes" = "追加備註";
//"Add Deadline" = "Add Deadline";
"Edit Deadline" = "編輯完成時限";
"Remove Deadline" = "移除完成時限";
//"Overdue 1 day" = "Overdue 1 day";
//"Overdue %ld days" = "Overdue %ld days";
"Show More" = "顯示更多";

/* Watch date picker */
"TWDatePicker-Tomorrow" = "明天";
"TWDatePicker-ShowMore" = "顯示更多";

/* Watch Complication */
"Nothing planned" = "未計劃任何事";
"All done" = "全部完成";
"Today [COMPLICATION NAME]" = "今天";
"New To-Do [COMPLICATION NAME]" = "新待辦事項";

/* Watch accessibility - task list */
"Add new to-do to Today" = "添加新待辦事項至「今天」";
"Add new to-do to Inbox" = "於收件箱中新增待辦事項";
"To-do added to Today" = "已將待辦事項添加至「今天」";
"Double-tap to move to Inbox." = "輕點兩下以移至收件箱。";
"To-do added to Inbox" = "已將待辦事項添加至收件箱";
"Double-tap to move to Today." = "輕點兩下移至「今天」。";
//"Checkbox. %@" = "Checkbox. %@";
"Double-tap to complete." = "輕點兩下完成。";
"Double-tap to show more to-dos." = "輕點兩下顯示更多待辦事項。";

/* Watch accessibility - task details */
"Complete to-do" = "完成待辦事項";
"Postpone to-do" = "將待辦事項延期";

/* Watch accessibility - project details */
"Complete project" = "完成專案";
"Postpone project" = "將專案延期";
"Add new to-do to this project" = "在這個專案中新增待辦事項";

/* Watch accessibility - completing projects */
"Are you sure you want to complete this project?" = "您是否確定要完成這個專案？";
//"Complete Project" = "Complete Project";

/* Watch accessibility - date picker */
"Week starting %@" = "始於 %@ 的星期";
"Double-tap to select date." = "輕點兩下選擇日期。";
//"Double-tap to expand." = "Double-tap to expand.";
"Show more dates" = "顯示更多日期";

/* Watch accessibility - progress ring */
"No to-dos completed today" = "今天尚未完成待辦事項";
"1 to-do completed today" = "今天已完成1 件待辦事項";
"%ld to-dos completed today" = "今天完成已 %ld 件待辦事項";

/* Project header view */
"Would you like to reactivate this project?" = "您是否要重新啟用這個專案？";
"Reactivate project" = "重新啟用專案";
//"Complete Project" = "Complete Project";
"Add Tags" = "添加標籤";
"Add Deadline" = "添加完成時限";
"When" = "時間";
//"Move" = "Move";
//"Delete Project" = "Delete Project";
//"Are you sure you want to delete this project?" = "Are you sure you want to delete this project?";
//"Are you sure you want to delete this project? It contains 1 item that will also be deleted. This cannot be undone." = "Are you sure you want to delete this project? It contains 1 item that will also be deleted. This cannot be undone.";
//"Are you sure you want to delete this project? It contains %ld items that will also be deleted. This cannot be undone." = "Are you sure you want to delete this project? It contains %ld items that will also be deleted. This cannot be undone.";

/* Reactivating logged projects */
"This project is already logged. Are you sure you want to mark it as incomplete?" = "這個專案已經記入記錄簿，確定要將其標記為未完成嗎？";
"This to-do is already logged. Are you sure you want to mark it as incomplete?" = "這件待辦事項已記入記錄簿，確定要將其標記為未完成嗎？";
"Mark as Incomplete" = "標記為未完成";

/* Multi-Select Toolbar: Buttons */
//"When" = "When";
//"Move" = "Move";
//"Delete" = "Delete";

/* Multi-Select Toolbar: Delete confirmation */
"Are you sure you want to delete this to-do?" = "您是否確定要刪除這件待辦事項？";
"Delete To-Do" = "删除待辦事項";
"Are you sure you want to delete these %ld to-dos?" = "您是否確定要刪除這 %ld 件待辦事項？";
"Delete %ld To-Dos" = "删除 %ld 件待辦事項";
"Are you sure you want to delete this repeating to-do and all future copies? This cannot be undone." = "您是否確定要刪除這件重複進行的待辦事項以及將來所有的複本？這項動作無法復原。";
"Are you sure you want to delete these %ld repeating to-dos and all future copies? This cannot be undone." = "您是否確定要刪除這 %ld 件重複進行的待辦事項以及將來所有的複本？這項動作無法復原。";
"Are you sure you want to delete this project?" = "您是否確定要刪除這個專案？";
"Are you sure you want to delete this project? It contains 1 item that will also be deleted. This cannot be undone." = "您是否確定要刪除這個專案？其中包含了 1 個將同時被刪除的項目。這項動作無法回復。";
"Are you sure you want to delete this project? It contains %ld items that will also be deleted. This cannot be undone." = "您是否確定要刪除這個專案？其中包含了 %ld 個將同時被刪除的項目。這項動作無法回復。";
"Delete Project" = "删除專案";
"Are you sure you want to delete these %ld projects? The to-dos contained within them will also be deleted. This cannot be undone." = "您是否確定要刪除這 %ld 個專案？其中所包含的待辦事項也都會被刪除。這項動作無法復原。";
"Delete %ld Projects" = "删除 %ld 個專案";
"Are you sure you want to delete this repeating project and all future copies? This cannot be undone." = "您是否確定要刪除這個重複執行的專案以及將來所有的複本？這項動作無法復原。";
"Are you sure you want to delete these %ld repeating projects and all future copies? This cannot be undone." = "您是否確定要刪除這 %ld 個重複執行的專案以及將來所有的複本？這項動作無法復原。";
"Are you sure you want to delete this area? The to-dos and projects contained within it will also be deleted. This cannot be undone." = "您是否確定要刪除這個領域？其中所包含的待辦事項與專案也都會被刪除。這項動作無法復原。";
"Delete Area" = "刪除領域";
"Are you sure you want to delete these %ld areas? The to-dos and projects contained within them will also be deleted. This cannot be undone." = "您是否確定要刪除這 %ld 個領域？其中所包含的待辦事項與專案都會被刪除，這項動作無法復原。";
"Delete %ld Areas" = "删除 %ld 個領域";
"Are you sure you want to delete these %ld items? Any items contained within them will also be deleted. This cannot be undone." = "您是否確定要刪除這 %ld 個項目？其中所包含的任何項目都會被刪除，這項動作無法回復。";
"Delete %ld Items" = "删除 %ld 個項目";

/* Task Toolbar */
//"Are you sure you want to delete this to-do?" = "Are you sure you want to delete this to-do?";
//"Are you sure you want to delete this repeating to-do and all future copies? This cannot be undone." = "Are you sure you want to delete this repeating to-do and all future copies? This cannot be undone.";
//"Delete To-Do" = "Delete To-Do";

/* Multi-Select Toolbar: "more" ("o o o") menu options */
"Set Deadline" = "設定完成時限";
"Set Tags" = "設定標籤";


/* Filter Bar */
//"Filter" = "Filter";
//"Filter by Tag" = "Filter by Tag";


// Truncating to n items in a list
"Show top %@" = "顯示最前面的 %@ 個";
"Show %@ more" = "顯示另外 %@ 個";

/* Today */
"You have %ld new to-do" = "您有 %ld 件新待辦事項";
"You have %ld new to-dos" = "您有 %ld 件新待辦事項";

/* Inbox */
"%ld to-do moved out of the Inbox" = "已將 %ld 件待辦事項移出收件箱";
"%ld to-dos moved out of the Inbox" = "已將 %ld 件待辦事項移出收件箱";

// Someday
"Show items from active projects" = "顯示活動狀態專案下的項目";
"Hide items from active projects" = "隱藏活動狀態專案下的項目";

// Projects
"Hide later item" = "隱藏將來的項目";
"Hide logged item" = "隱藏已記入記錄簿的事項";
"Hide logged items" = "隱藏已記入記錄簿的項目";
"Show %@ logged item" = "顯示 %@ 個已記入記錄簿的項目";
"Show %@ logged items" = "顯示 %@ 個已記入記錄簿的項目";

// Areas
"Show %@ later items" = "顯示 %@ 個將來的項目";
"Hide later items" = "隱藏將來的項目";
// Areas - %@ is always a token for 1 here, but don't get rid of it!
"Show %@ later item" = "顯示 %@ 個將來的項目";

// All Projects
"Show %@ later projects" = "顯示 %@ 個將來的專案";
"Hide %@ later projects" = "隱藏 %@ 個將來的專案";
// All Projects - %@ is always a token for 1 here, but don't get rid of it!
"Show %@ later project" = "顯示 %@ 個將來的專案";
"Hide %@ later project" = "隱藏 %@ 個將來的專案";


// Calendar Events integration
"Calendar Events (Touch)" = "行事曆事件";
"Calendar Events" = "行事曆事件";
"Show Calendar Events" = "顯示行事曆事件";
"Events from your personal and shared calendars can be shown alongside your to-dos in the Today and Upcoming lists." = "在「今天」與「即將到來」清單中顯示來自您個人與共享行事曆的事件。";
"Allow" = "允許";
"You need to grant Things access to your Calendars before they can be shown on this device." = "您需要授予 Things 取用您的行事曆的權限，才可以在這台裝置上使用。";
//"%ld more" = "%ld more";
"This list is your schedule for the coming days. Would you like to display events from your calendar as well?" = "這項清單是您未來幾天的日程安排。是否要一併顯示行事曆中的事件？";
"Show Events" = "顯示事件";
"Untitled Calendar" = "未命名行事曆";

// Calendar sources
"Other" = "其他";
"MobileMe" = "MobileMe";
"Exchange" = "交換";
"Birthdays" = "生日";
"Subscribed" = "已訂用";
"iCloud" = "iCloud";
"CalDav" = "CalDAV";

// Plus button drop target
"Add to\nInbox" = "添加到收件箱";

// Plus button popover
"New To-Do" = "新待辦事項";
"Quickly add a to-do to your inbox." = "快速將待辦事項加入收件箱中。";
//"New Project" = "New Project";
"Define a goal, then work towards it one to-do at a time." = "定下一個目標，然後一次完成一件待辦事項，朝該目標進行。";
//"New Area" = "New Area";
"Group projects and to-dos based on different responsibilities, such as Family or Work." = "根據不同的責任領域（例如：家庭或工作）將專案與待辦事項整理歸類。";

// Plus button - Accessibility labels
"New to-do" = "新待辦事項";
"New to-do, project or area" = "新待辦事項、專案或領域";

// Placeholders for new items
"New Area" = "新領域";
//"New Project" = "New Project";
"New Heading" = "新標目";
"NEW HEADING" = "新標目";


// Plain text export (share)
"Deadline: %@\n" = "完成時限：%@\n";
"Tags: %@\n" = "標籤：%@\n";


// Logbook
//"Today" = "Today";
"Yesterday" = "昨天";
"%ld Days Ago" = "%ld 天前";
"Show more items" = "顯示更多項目";
"More items" = "更多項目";

// Task actions ("..." toolbar menu)
"Convert…" = "轉成...";
"Repeat…" = "重複...";
"Duplicate" = "複製";
//"Share" = "Share";
//"Delete" = "Delete";

// "Convert..." action
"Convert to Project…" = "轉成專案…";
"Are you sure you want to convert this to-do into a project?" = "您是否確定要將這則待辦事項轉成專案？";
"Are you sure you want to convert this heading into a project?" = "您是否確定要將這個標目轉成專案？";
// "Convert..." action - alert title
"Convert to Project" = "轉成專案";
// "Convert..." action - alert button
"Convert" = "轉成專案";
//"Cancel" = "Cancel";


// Heading actions
"Archive" = "歸檔";
"Restore" = "還原";
"This heading contains %ld incomplete to-dos. What would you like to do with them?" = "這個標目含有 %ld 件未完成的待辦事項。您打算如何處理？";
"This heading contains 1 incomplete to-do. What would you like to do with it?" = "這個標目含有 1 件未完成的待辦事項。您打算如何處理？";


// Drag and drop interactions
"Reminders" = "提醒";
"1 reminder was removed." = "移除了 1 則提醒。";
"%ld reminders were removed." = "移除了 %ld 則提醒。";


// Date formatters
"1 day ago [DATEFORMATTER SHORT]" = "1 天前";
"%ld days ago [DATEFORMATTER SHORT]" = "%ld 天前";
"1 day ago [DATEFORMATTER]" = "1 天前";
"%ld days ago [DATEFORMATTER]" = "%ld 天前";
"today [DATEFORMATTER]" = "今天";
"today [DATEFORMATTER SHORT]" = "今天";
"Today [DATEFORMATTER]" = "今天";
"Tomorrow [DATEFORMATTER]" = "明天";
"1 day left [DATEFORMATTER TINY]" = "1天";
"%ld days left [DATEFORMATTER TINY]" = "%ld 天";
"1 day left [DATEFORMATTER SHORT]" = "剩下1天";
"%ld days left [DATEFORMATTER SHORT]" = "剩下 %ld 天";
"1 day left [DATEFORMATTER]" = "剩下1天";
"%ld days left [DATEFORMATTER]" = "剩下 %ld 天";

// Date formatters - repeating template link button
"Repeats tomorrow" = "明日重複";
"Repetitions ended" = "已停止重複";
"Repetitions paused" = "已暫停重複";
// Date formatters - repeating template link button - %@ examples: "1 week", "2 months", "4 days", etc.
"Repeats %@ after completion" = "完成後重複 %@";
// Date formatters - repeating template link button - %@ is a short or medium date (e.g. "Jan 12", "Nov 7"; "Nov 7, 2016", "Jan 12, 2016"), adjusted for region settings
"Repeats on %@" = "於 %@ 重複";


// Upcoming sections
"Tomorrow [UPCOMING SECTION]" = "明天";
"Later [UPCOMING SECTION]" = "將來";
"Repeating To-Dos [UPCOMING SECTION]" = "重複待辦事項";

/* Onboarding Views */
"Welcome. Here’s what you need to know in a nutshell…" = "歡迎您。以下是您需要了解的一些基本訊息...";
"Let’s Go!" = "開始吧！";
"Keep your mind clear" = "一目了然，清晰掌握";
"Collect your thoughts in the Inbox so you don’t forget. You can review them later." = "隨時將您的想法記在收件箱中，方便稍後查看，以免忘記。";
//"Continue" = "Continue";

"Make the most of your day" = "充份利用每一天";
"Each morning, decide what you want to accomplish. Pick your to-dos for Today and get going." = "每天早上，決定今天所要完成的任務，選擇今天待辦事項，然後開始行動。";
//"Continue" = "Continue";

"Onboarding: All done" = "全部完成";
"When you complete something, it moves to your Logbook for safe keeping." = "事項完成後，便會移到記錄簿中以安全保存。";
//"Continue" = "Continue";

"Projects" = "專案";
"This is where your projects go. We’ve created a great tutorial project to get you started. Would you like to keep it?" = "這是您的專案所在的位置。我們建立了一個實用的教程專案以方便您快速上手。願意保留它嗎？";
"Sure!" = "當然！";
"No Thanks" = "不用，謝謝";

/* Task parent (project or area) button popover (visible after expanding task and tapping parent button) */
"Change Area" = "更改領域";
"Change Project" = "更改專案";
"Go to Area" = "前往領域";
"Go to Project" = "前往專案";
"Go to Inbox" = "前往收件箱";

/* Expanded task - Accessibility labels */
"Add checklist" = "添加檢查清單";
"Add deadline" = "添加完成時限";
"Add tags" = "添加標籤";

/* Expanded task - Toolbar accessibility labels */
"More" = "更多";

/* Navigation bar - Accessibility labels */
"Tools" = "工具";

/* Date picker - Accessibility */
"Later dates" = "將來日期";

/* Upcoming list - Calendar events block - Accessibility */
/* Upcoming list - Calendar events block - Accessibility - The %@ is a list of calendar events of the form (e.g.) "03 Doctor appointment; 12 Labour Day; ". */
"Calendar events: %@" = "行事曆事件：%@";

/* Accessibility - dialog kit */
"Double-tap to deselect." = "輕點兩下以取消選取。";
"Selected" = "已選取";
/* Accessibility - dialog kit - Used as accessibility label for dialog kit rows placeholders are title and subtitle of rows. */
"%@. %@" = "%@. %@";

/* Accessibility - Collapsing tasks */
"Collapse to-do." = "將待辦事項折疊收起。";
"Double-tap to collapse to-do." = "輕點兩下以折疊待辦事項。";

/* Accessibility - Collapsed task */
", " = "、";
"completed: %@" = "已完成：%@";
"deadline: %@" = "完成時限：%@";
"Project" = "專案";
"repeats" = "重複";
"start: %@" = "開始：%@";
"start: this evening" = "開始：今晚";
"start: today" = "開始：今天";
"new in today" = "今天中有新內容";

/* Accessibility - Collapsed task - checkbox */
"Canceled" = "已取消";

/* Accessibility - Text field clear text (x) button */
"Clear text" = "清除文字";

/* Accessibility - popovers */
"Dismiss popover." = "關閉彈出視窗。";
"Double-tap to dismiss popover." = "輕點兩下關閉彈出視窗。";

/* Project/Area Watermarks */
"Tap or drag the plus button to create a new to-do." = "輕點或拖動加號按鍵以建立新待辦事項。";

/* Accessibility - Dismiss keyboard button */
"Dismiss keyboard" = "隱藏鍵盤";

/* Source list toolbar button - iPad */
"New List" = "新清單";

/* Sidebar handle - iPad - Accessibility */
"Hide Sidebar" = "隱藏側邊工具欄";
"Show Sidebar" = "顯示側邊工具欄";

/* Todoist import (%@ is "Todoist") */
"A report has been created in your Inbox. Please check the report before closing your %@ account." = "已在您的收件箱中建立了一份報告，請在關閉您的 %@ 帳戶前先檢查這份報告。";
"Error contacting %@" = "與 %@ 聯繫時發生錯誤";
"Error importing to-dos" = "匯入待辦事項時發生錯誤";
"The %@ importer is currently disabled." = "%@ 匯入工具目前為停用狀態。";
"Things is currently importing your to-dos. This might take a few minutes." = "Things 正在匯入您的待辦事項，這可能需要幾分鐘的時間。";
"To-dos Imported Successfully" = "已成功匯入待辦事項";

/* Todoist import - navigation bar title */
"Todoist Import" = "Todoist 匯入";

/* Todoist import - error message */
"You denied access to your Todoist to-dos." = "您拒絕我們存取您的 Todoist 待辦事項。";
"Error parsing Todoist data. Developer information: %@" = "解析 Todoist 資料時發生錯誤。開發者訊息：%@";

/* Todoist import - report created in the Inbox after the import */
"LONG NOTES" = "長備註";
"Here’s a list of the affected to-dos:" = "這裡是相關待辦事項的清單：";
"FILE ATTACHMENTS" = "附加檔案";
"Here’s a list of all the file attachments we found:" = "這裡是我們所找到的附加檔案的清單：";

/* Todoist import - report created in the Inbox after the import */
"Todoist Import Report" = "Todoist 匯入報告";
"We’ve successfully imported %ld to-dos and %ld projects from Todoist." = "我們已成功地由 Todoist 匯入 %ld 件待辦事項與 %ld 件專案。";
"Some of your to-dos or projects in Todoist had very long notes. They exceed Things’ note length limit and have been truncated during import. We recommend you review these notes in Todoist and copy them into a text file." = "您在 Todoist 中的某些待辦事項或專案的備註非常長，超過了 Things 備註的長度限制，因此在匯入過程中會被截短。我們建議您從 Todoist 中查看這些備註並將其拷貝至一個文字檔中。";
"Some of your to-dos in Todoist had file attachments. We’ve put links to those files inside your to-dos in Things, but please note that the files still reside on Todoist’s servers. We recommend you download a copy of these files before you close your Todoist account." = "您在 Todoist 中的某些待辦事項夾有附檔，我們已在您的 Things 待辦事項中加入這些檔案的連結，不過請注意這些檔案仍然位於 Todoist 的伺服器中。我們建議您在關閉您的 Todoist 帳戶前，先下載一份這些檔案的備份。";

/* Todoist import - to-dos created for notes in places not supported by Things */
"Todoist Inbox Notes" = "Todoist 收件箱備註";
"Todoist Project Notes" = "Todoist 專案備註";

/* Warnings for users running the iPhone app on the iPad */
"Get Things for iPad" = "取得 iPad 版本的 Things";
"You’re currently running the iPhone version of Things. You can get a version that is optimized for iPad on the App Store." = "您目前使用的是 iPhone 版的 Things，您可以從 App Store 下載 iPad 版以獲得最佳瀏覽與使用效果。";
//"App Store" = "App Store";
//"No Thanks" = "No Thanks";

/* Keyboard Shortcuts */

"Keyboard Shortcut: New To-Do" = "新待辦事項";
"Keyboard Shortcut: New Heading" = "新標目";
"Menu: File > New Heading with Selection" = "以選取內容作為標目";
"Keyboard Shortcut: New Project" = "新專案";

"Keyboard Shortcut: Find" = "尋找";
"Menu: Edit > Find…" = "查找...";
"Keyboard Shortcut: Quick Find" = "快速查找";
"Menu: Edit > Quick Find…" = "快速查找...";
"Keyboard Shortcut: Find in Text" = "在文字中尋找";
"Keyboard Shortcut: Quick Entry" = "快速輸入";

// Note that "Toggle Sidebar" is not usually visible, as it's replaced on the fly by "Show Sidebar" or "Hide Sidebar"
"Menu: View > Toggle Sidebar" = "切換側邊工具欄";
"Keyboard Shortcut: Show Sidebar" = "顯示側邊工具欄";
"Keyboard Shortcut: Hide Sidebar" = "隱藏側邊工具欄";

// If iOS were to present hierarchical menus, we'd show a hierarchical menu for e.g. "Go To > Today". As of iOS 15,
// submenus are flattened, so "Go To" doesn't end up appearing anywhere in practice
"Menu: View > Go To" = "前往";
"Menu: View > Go to Inbox" = "前往收件箱";
"Menu: View > Go to Today" = "前往今天";
"Menu: View > Go to Upcoming" = "前往即將到來";
"Menu: View > Go to Anytime" = "前往任何時間";
"Menu: View > Go to Someday" = "前往將來某天";
"Menu: View > Go to Logbook" = "前往記錄簿";

"Keyboard Shortcut: Navigate Back" = "返回";

"Keyboard Shortcut: Log Completed" = "記入記錄簿";

"Keyboard Shortcut: When…" = "當...";
"Keyboard Shortcut: Move…" = "移動...";
"Keyboard Shortcut: Set Tags…" = "設定標籤...";
"Keyboard Shortcut: Add Checklist" = "添加檢查清單";
"Keyboard Shortcut: Set Deadline…" = "設定完成時限...";

// Note that submenus on iOS are flattened, so the "Complete" submenu doesn't actually appear to the user. Instead,
// the "Mark as Completed/Canceled/Incomplete" options are displayed inline
"Menu: Items > Complete" = "完成";
"Keyboard Shortcut: Mark as Completed" = "標記為已完成";
"Keyboard Shortcut: Mark as Canceled" = "設為取消";
"Keyboard Shortcut: Mark as Incomplete" = "設為未完成";

"Keyboard Shortcut: Repeat…" = "重複...";
"Keyboard Shortcut: Duplicate" = "複製";

// Note that submenus on iOS are flattened, so the "Shortcuts" submenu doesn't actually appear to the user. Instead,
// the When-related options are displayed inline
"Menu: Items > Shortcuts" = "捷徑";
"Keyboard Shortcut: When: Today" = "時間：今天";
"Keyboard Shortcut: When: This Evening" = "時間：今晚";
"Keyboard Shortcut: When: Someday" = "時間：將來某天";
"Keyboard Shortcut: When: Clear" = "時間：清除";

// Note that "Reveal in List" is not usually visible, as it's replaced on the fly by "Reveal in Project"
// or "Reveal in Area"
"Menu: Items > Reveal in List" = "在清單中顯示";
"Keyboard Shortcut: Reveal in Project" = "在專案中顯示";
"Keyboard Shortcut: Reveal in Area" = "在領域中顯示";

"Keyboard Shortcut: Archive Heading" = "標目歸檔";
"Keyboard Shortcut: Restore Heading" = "還原標目";

"Keyboard Shortcut: Filter by Tag" = "按標籤檢索";

"Keyboard Shortcut: Delete (selection)" = "删除";

"Keyboard Shortcut: New Window" = "新視窗";
"Keyboard Shortcut: Close Window" = "關閉視窗";

// In iOS 15, we show "Keyboard Shortcuts" under the "Help" menu, but in iOS 14 there's no submenus, so we show
// "See all commands…" at the bottom of the unstructured list of keyboard shortcuts
"Keyboard Shortcut: See all commands…" = "查看全部指令...";
"Menu: Help > Keyboard Shortcuts" = "鍵盤快捷鍵";

/* Undo/Redo alert shown after shaking the device */

"Redo Changes" = "重做變更";
"Undo Changes" = "撤銷變更";

/* Mail to Things */

"Mail to Things" = "郵寄至 Things";
"You can add to-dos to your inbox by sending emails to Things Cloud." = "您可以透過發送電子郵件至 Things Cloud 以在收件箱中添加待辦事項。";

"Some usage examples" = "一些使用範例";
"• Send yourself to-dos from a PC\n• Forward emails from the Mail app\n• Share your address with a trusted colleague\n• Use automation services like IFTTT or Zapier" = "• 從 PC 發送待辦事項給自己\n• 從郵件應用程式轉發電子郵件\n• 與可信賴的同事共享地址\n• 使用 IFTTT 或 Zapier 等自動化服務";

"Please note" = "請注意";
"• File attachments are not supported\n• Long emails are limited to 2000 characters" = "• 不支援文件附檔\n• 長電子郵件限 2000 字符";

"Enable Mail to Things" = "啟用郵寄至 Things";
"Send your emails here" = "將電子郵件發送至這裡";
"Copy Address" = "複製地址";

"Disable Mail to Things" = "停用郵寄至 Things";
"Are you sure you want to disable “Mail to Things”?" = "您是否確定要停用「郵寄至 Things」？";
"Your current address will stop working. If you enable “Mail to Things” again later, you will get a different address. You might need to update your address book accordingly. This cannot be undone." = "您目前的地址將停止作用。若您稍後再度啟用「郵寄至 Things」，您將獲得一個新的地址。您可能必須相應更新地址簿。這項操作無法撤銷。";
"Disable Address" = "停用地址";

"There was a problem connecting to the Things Cloud server. Please make sure you’re connected to the Internet and try again." = "連接 Things Cloud 伺服器時發生問題，請確認您已連接上網並重試。";

/* Settings > General > Keyboard */

"If you connect a hardware keyboard you can control the app with powerful commands." = "若外接硬體鍵盤，則可以更強力的指令控制應用程式。";
"Some of Things’ shortcuts may cause problems with certain keyboards. If you run into any problems you can disable them here:" = "有些 Things 快捷方式可能會和一些鍵盤產生問題。如果遇到問題可以從這裡禁用：";
"Spacebar" = "空白鍵";
"Learn more" = "更多內容";
"Keyboard" = "鍵盤";
"Ctrl + Spacebar" = "Ctrl + 空白鍵";

/* Siri Shortcuts (iOS 12 feature) */

/* Placeholders used in shortcut titles */
"Unnamed Tag" = "未命名的標籤";
"Unnamed Contact" = "未命名的聯絡人";

/* Shortcut builder - "add to-do" form */
"Title" = "標題";

/* What’s New Feature */
"Cannot load content, since you are not connected to the Internet." = "無法載入內容，您沒有網路連線。";
"What’s New" = "最新消息";
"Use Test Endpoint" = "使用測試端點";
"Enable Testing Mode" = "啟用測試模式";

/* Dialog that shows important information (e.g. when we want to alert the whole user base about something really important) */
"Important Information" = "重要資訊";
"Reset Cache" = "重置快取";

/* Database upgrade (happens infrequently after updating to a newer version of the app) */
"Upgrading Database" = "升級資料庫";
"Please keep Things open. Do not switch apps or turn off your screen until the upgrade is complete." = "請保持 Things 開啟，在升級完成前勿將應用程式或螢幕關閉。";

/* "Get Info" alert shown for a specific to-do or project */
"Get Info" = "資訊";
"Info" = "資訊";
"Created on: %@" = "製作日期 %@";
"Completed on: %@" = "完成日期 %@";
"Get Info…" = "資訊";
"Created on: %@\nCompleted on: %@" = "建立日期： %@\n完成日期： %@";


/* Mac Strings */


/* Relative day description */
"Today [RELATIVE DATE DESCRIPTION]" = "今天";
"Tomorrow [RELATIVE DATE DESCRIPTION]" = "明天";

/* Relative day description - e.g. Monday at 11:23 */
"%@ at %@" = "%@ %@";

/* Main Menu */
"Hide Toolbar" = "隱藏工具列";
"Show Toolbar" = "顯示工具列";
"Reschedule…" = "重新安排...";
"Enter Full Screen" = "全螢幕";
"Items" = "項目";

/* Action gear pop-up + context menu */
"Rename" = "重新命名";
"Create a new project." = "建立新專案";

/* Search field */
"All" = "全部";

/* Toolbar */
"Schedule" = "安排";
"Empty Trash" = "清空垃圾桶...";
"Empty Trash…" = "清空垃圾桶...";
"Quick Entry" = "快速輸入";
"Show in List" = "在清單中顯示";
"Show in Project" = "在專案中顯示";
"Show in Area" = "在領域中顯示";

/* Editing to-dos - large notes */
"The note has been shortened." = "備註已被縮短。";

/* Repeating tasks dialog */
"Due:" = "預定日期：";
"Next:" = "下一次：";
"last" = "最後一個";
"Copies are due" = "複本到期";
"Copies are created" = "已建立複本";
"1st,2nd,3rd,4th,5th,6th,7th,8th,9th,10th,11th,12th,13th,14th,15th,16th,17th,18th,19th,20th,21st,22nd,23rd,24th,25th,26th,27th,28th,29th,30th,31st,32nd,33rd,34th,35th,36th,37th,38th,39th,40th" = "第1,第2,第3,第4,第5, 第6, 第7,第8,第9,第10,第11, 第12,第13,第14,第15,第16,第17,第18,第19, 第20,第21,第22,第23,第24,第25,第26,第27,第28,第29,第30,第31,第32,第33,第34,第35,第36,第37,第38,第39,第40";

/* Repeating tasks pop-up (Scheduled) */
"Pause" = "暫停";
"Show Latest" = "顯示最新";
"weeks" = "星期";

/* Lists */
"%lu more" = "尚有 %lu 項";

/* Reminders Import */
"Reminders can’t be imported because Things doesn’t have access to your Reminders data. Go to System Preferences > Security & Privacy > Privacy > Reminders to grant access." = "無法匯入提醒事項，因為 Things 沒有存取您的提醒事項資料的權限。前往「系統偏好設定」 > 「安全性與隱私」 > 「隱私」 > 「提醒事項」並允許存取。";
"Your reminders have been imported." = "已匯入您的提醒。";
"Importing Reminders..." = "正在匯入提醒事項...";
"Import failed. %@" = "匯入失敗。 %@";

/* Scheduled dialog */
"Reschedule \"%@\"" = "這個專案中仍有 1 件尚未完成的待辦事項。您打算如何處理？重新安排「%@」";

/* Checking project off */
"There is still 1 to-do in this project that you haven’t completed. What would you like to do with it?" = "在這個專案中仍有 1 件尚未完成的待辦事項，您打算如何處理？";
"There are still %lu to-dos in this project that you haven’t completed. What would you like to do with them?" = "這個專案中仍有 %lu 件尚未完成的待辦事項。您打算如何處理？";
"Are you sure you want to cancel this project?" = "您是否確定要取消這個專案？";

/* Contacts */
"Remove From Contact" = "從聯絡資訊移除";
"Remove Contact" = "移除聯絡資訊";
"Remove %lu Contacts" = "移除 %lu 筆聯絡資訊";
"Contact cannot be created" = "無法建立聯絡人";
"Cannot rename a contact" = "無法為聯絡人重新命名";

/* Tags */
"Root" = "根";

/* Tags - HUD */
"Tag already exists" = "標籤已存在";
"A tag with title \"%@\" already exists. Please choose a different title." = "已有名為「%@」的標籤。請選取一個不同的名稱。";
"Empty Tag" = "空標籤";
"Please provide a name for your tag." = "請為標籤取一個名稱。";

/* Tags - delete confirmation dialog */
"Do you really want to delete this tag?" = "您是否確定要刪除這個標籤？";
"Do you really want to delete this tag? The %lu tags nested under it will also be deleted." = "您是否確定要刪除這個標籤？將同時刪除嵌套於其中的 %lu 個標籤。";
"Do you really want to delete this tag? The 1 tag nested under it will also be deleted." = "您是否確定要刪除這個標籤？將同時刪除嵌套於其中的 1 個標籤。";

/* Preferences */

/* Preferences - general */
"General Preferences" = "一般偏好設定";

/* Preferences - iCal */
"Calendar Events Preferences" = "行事曆事件偏好設定";
"(not found)" = "（未找到）";

/* Preferences - reminders - calendar groups */
"Reminders Inbox Preferences" = "提醒事項收件箱偏好設定";
"Local" = "我的 Mac 上";

// Preferences - Quick Entry
"Quick Entry Preferences" = "「快速輸入」偏好設定";

"Quick Entry with Autofill" = "帶自動填入的快速輸入功能";
"You can’t use the Autofill feature at the moment because the Things Helper is being updated. Please make sure you’re connected to the Internet and try again in a few moments." = "您目前無法使用自動填入功能，因為 Things Helper 正在更新。請確認您已連接上網並於稍後重試。";
"You can’t use the Autofill feature at the moment because the Things Helper is newer than the version of Things you’re running. Please update Things." = "您目前無法使用自動填入功能，因為 Things Helper 的版本比您正使用的 Things 版本新。請更新 Things。";
"You can’t use the Autofill feature at the moment because the Things Helper is not running. Please check the Quick Entry preferences in Things or try again after restarting your Mac." = "您目前無法使用自動填入功能，因為 Things Helper 不在運行狀態。請檢查 Things 中的「快速輸入」偏好設定或者重新啟動 Mac 後再試一次。";

"Enable Quick Entry with Autofill" = "啟用帶自動填入的「快速輸入」功能";
"To enable this feature, you must install a small Helper application by downloading it from Cultured Code's website." = "若要啟用這項功能，您必須從 Cultured Code 網站下載一個 Helper 應用程式。";
"Visit Website" = "訪問網站";

"Things Helper Installed" = "已安裝 Things Helper";
"Things Helper has been successfully installed and Autofill has been enabled. You can now delete Things Helper from your Downloads folder." = "已成功安裝Things幫手，並已成功啟動自動填寫。您現在可以從下載資料夾中刪除Things幫手。";

"Do you really want to disable Quick Entry with Autofill?" = "您是否確定要停用帶自動填入的「快速輸入」功能。";
"If you disable this feature, the Things Helper will be removed from your Mac because it is no longer needed. If you enable this feature again later, the Things Helper will need to be downloaded and installed again." = "如果您停用這項功能，將從 Mac 上移除 Things Helper，因為不再需要它。若您將來要再次啟用這項功能，則必須重新下載並安裝 Things Helper。";
//"Disable" = "Disable";

// Preferences - Things Cloud
"Things Cloud Preferences" = "Things Cloud 偏好設定";

/* Printing */
"Print Document for \"%@\"" = "列印「%@」的文件";
"Selection from \"%@\"" = "從「%@」選取";
"Page %ld of %ld" = "第 %1$ld 頁，共 %2$ld 頁";
"%ld items" = "%ld 個項目";


/* Watermarks */
"Press ⌘N to create\na new to-do." = "按下 ⌘N 以建立新待辦事項。";

"To display calendar events in Things, you need to grant access to your Calendar data." = "無法顯示行事曆事件，因為 Things 沒有訪問您的行事曆資料的權限。前往「系統偏好設定」 > 「安全性與隱私」 > 「隱私」 > 「行事曆」並允許訪問。您必須授權訪問「行事曆」資料才能在 Things 中顯示行事曆事件。";
"Calendar events can’t be displayed because Things doesn’t have access to your Calendar data. Go to System Preferences > Security & Privacy > Privacy > Calendars to grant access." = "無法顯示行事曆事件，因為 Things 無法取用您的行事曆資料。前往「系統偏好設定」>「安全性與隱私」>「隱私」>「行事曆」以允許取用。";
"Open System Preferences" = "打開系統偏好設定";

"Reminders can’t be displayed because Things doesn’t have access to your Reminders data. Go to System Preferences > Security & Privacy > Privacy > Reminders to grant access." = "無法顯示提醒事項，因為 Things 沒有訪問您的提醒事項資料的權限。前往「系統偏好設定」 > 「安全性與隱私」 > 「隱私」 > 「提醒事項」並允許訪問。";
"To allow Things to import to-dos from Reminders, you need to grant access to your Reminders data." = "若要允許 Things 從「提醒事項」匯入待辦事項，您必須允許存取「提醒事項」資料。";
"The Reminders list you’ve chosen is not available on this Mac." = "您所選擇的提醒清單無法在這台 Mac 上使用。";


/* Registration */
"The entered license information is not valid." = "輸入的授權資訊無效。";
"Buy now!" = "立即購買！";
"Read-Only" = "唯讀";


/* Library problems */
"Quit" = "退出";
"Things was unable to open your database file." = "Things 無法開啟您的資料庫檔案。";
"If this problem persists, please contact support@culturedcode.com." = "如果問題持續，請聯繫 support@culturedcode.com。";


/* Empty trash dialog */
"Are you sure you want to remove the items in the Trash permanently?" = "您是否確定要將這些項目永久從垃圾桶中刪除？";

/* Deleting areas */
"Are you sure you want to delete this area?" = "您是否確定要刪除這個領域？";
"Are you sure you want to delete these areas?" = "您是否確定要刪除這些領域？";
"It contains 1 item that will be deleted as well." = "其中包含 1 個將同時被刪除的項目。";
"It contains %lu items that will be deleted as well." = "其中包含 %lu 個將同時被刪除的項目。";
"They contain 1 item that will be deleted as well." = "其中包含 1 個將同時被刪除的項目。";
"They contain %lu items that will be deleted as well." = "其中包含 %lu 個將同時被刪除的項目。";


/* Things Cloud */

// Things Cloud - menu item
"Update with Things Cloud" = "透過 Things Cloud 更新";


// Things Cloud - account dialogs
"Your account is not active." = "您的帳戶未啟用。";
"Unable to retrieve account status." = "無法檢索帳戶狀態。";

"Resuming account setup is not possible." = "無法繼續設置帳戶。";
"Your account has been deleted." = "您的帳戶已被刪除。";

"Your Things Cloud password is invalid." = "您的 Things Cloud 密碼無效。";
"Enter Password" = "輸入密碼";

"Connection error occurred." = "發生連線錯誤。";

"Your password was entered incorrectly." = "您輸入的密碼有誤。";
"The passwords you entered do not match." = "您輸入的密碼不符。";
"Please enter your Things Cloud password for %@" = "請輸入 %@ 的 Things Cloud 密碼";

"A Things Cloud account already exists for %@. Do you want to log in to the existing account?" = "%@ 已經有一個  Things Cloud 帳戶。是否要登入現有帳戶？";
"Account already exists" = "帳戶已存在";
"Sign in" = "登入";

"The email address or password are not correct. Please try again." = "電子郵件地址或密碼不正確。請重試。";

"We’ve sent a verification email to %@. The email contains a 4-digit code. Please enter that code below to verify your email address:" = "我們已將驗證電子郵件發送到 %@。該電子郵件中有一個 4 位代碼。請在這裡輸入該代碼以驗證您的電子郵件：";
"Email Not Received?" = "沒收到電子郵件？";
"Be sure to check your spam folder. If you still can't find it, we can resend the email to: %@." = "請記得檢查垃圾郵件匣，如果仍沒收到，我們可以重新發送電子郵件至：%@。";
"Error Occurred" = "發生錯誤";
"An error has occurred and the verification email could not be sent. Please try again later." = "發生錯誤，無法發送驗證電子郵件。請稍後重試。";

"You have 1 to-do with a very long note (longer than 20,000 characters or 10 pages in a book). Things Cloud does not support notes of this size. Before continuing, you must edit this to-do and make its note shorter:" = "您有 1 件帶很長備註的待辦事項（超過 20,000 個字元或書本 10 頁）。Things Cloud 不支援這麼長的備註。您必須編輯這件待辦事項並將備註縮短才能繼續。";
"Show To-Do" = "顯示待辦事項";
"You have %lu to-dos with very long notes (longer than 20,000 characters or 10 pages in a book). Things Cloud does not support notes of this size. Before continuing, you must edit these to-dos and make their notes shorter:" = "您有 %lu 件帶很長備註的待辦事項（超過 20,000 個字元或書本 10 頁）。Things Cloud 不支援這麼長的備註。您必須編輯這些待辦事項並將備註縮短才能繼續。";
"Show To-Dos" = "顯示待辦事項";

"Your database is ready for Things Cloud." = "您的資料庫可用於 Things Cloud。";
"Resume-Sync" = "重新繼續";

"An error has occurred. Please try again later." = "發生錯誤，請稍後重試。";


// Things Cloud - initial sync mode dialog
"Keep all to-dos (recommended)" = "保留全部待辦事項（建議）";
"The to-dos on this Mac and on Things Cloud are merged. Nothing is deleted." = "已合併這台 Mac 和 Things Cloud 上的待辦事項。没有删除任何内容。";
"The to-dos on this Mac are deleted and replaced with your to-dos from Things Cloud." = "您在這台 Mac 上的待辦事項被刪除並被替換成 Things Cloud 上的待辦事項。";
"Keep only the to-dos from this Mac" = "僅保留來自這台 Mac 的待辦事項";
"Your to-dos on Things Cloud are deleted and replaced with the to-dos from this Mac." = "您在 Things Cloud 上的待辦事項被刪除並被這台 Mac 上的待辦事項取代。";


// Things Cloud - resolving issues
"Open Preferences" = "打開偏好設定";

"Account Problem" = "帳戶問題";
"There is a problem with your Things Cloud account. Your to-dos will stop updating with Things Cloud. Please open Things Cloud preferences to resolve this issue." = "您的 Things Cloud 帳戶出現問題。將停止透過 Things Cloud 更新您的待辦事項。請打開 Things Cloud 偏好設定以解決這個問題。";

"Database Needs Cleanup" = "必須清理資料庫";
"You have to-dos with very long notes (longer than 20,000 characters or 10 pages in a book). Your to-dos will stop updating with Things Cloud because it does not support notes of that size. Please open Things Cloud preferences to resolve this issue." = "您有帶很長備註的待辦事項（超過 20,000 個字元或書本 10 頁）。將停止透過 Things Cloud 更新您的待辦事項，因其無法支援這麼長的備註。請打開 Things Cloud 偏好設定以解決這個問題。";

"Wrong Password" = "密碼錯誤";
"The password for your Things Cloud account is not correct. It may have recently been changed. Things Cloud has been disabled for this device. Please open preferences and log back in to Things Cloud with the correct password." = "您的 Things Cloud 帳戶密碼不正確，可能最近受到變更。已於這台裝置上停用 Things Cloud。請打開偏好設定，以正確的密碼重新登入 Things Cloud。";

"Account Doesn’t Exist" = "帳戶不存在";
"Things Cloud has been disabled because the account for %@ no longer exists." = "Things Cloud 已被停用，因为 %@ 的帳戶不復存在。";

"Account Disabled" = "帳戶已停用";
"The Things Cloud account for %@ has been disabled." = "%@ 的 Things Cloud 帳戶已停用。";

"Account Not Verified" = "帳戶未驗證";
"You have not yet verified the email address for your Things Cloud account. Please open Things Cloud preferences to resolve this issue." = "您尚未驗證 Things Cloud 帳戶的電子郵件地址，請打開 Things Cloud 偏好設定以解決這個問題。";

"Your to-dos on Things Cloud have been replaced with to-dos from another device. Things will download the new to-dos to replace the to-dos on this %@.\n\nPlease be patient: it might take some time before your to-dos appear." = "您在 Things Cloud 上的待辦事項已被來自另一台裝置的待辦事項取代。\nThings 將下載新的待辦事項以取代這台 %@ 上的待辦事項。\n\n請耐心等候：您的待辦事項可能需要一些時間才會出現。";
"Continue and Replace" = "繼續並取代";

"You've used a newer version of Things on another device. Please update to the latest version of Things on this Mac as well to continue syncing.\n\nIf you don’t see the update on the App Store right away, restarting your Mac might help." = "你在其他裝置上使用了較新版本的Things，請也將這台Mac上的Things更新至最新版本以繼續同步。\n\n如果你未在App Store上看到更新內容，請嘗試重新啟動Mac。";
"Check for Updates" = "檢查更新";

// Things Cloud - password change dialog
"Password Has Changed" = "密碼已變更";
"You've changed the password for your Things Cloud account. Things needs to download your to-dos from Things Cloud again." = "您已更改 Things Cloud 帳戶的密碼。Things 需要再度從 Things Cloud 下載您的待辦事項。";

"Cancel and Log Out" = "取消並登出";


// Things Cloud - initial sync error dialog
"Things was unable to retrieve your to-dos from Things Cloud. Please check your internet connection and try again." = "Things 無法從 Things Cloud 擷取您的待辦事項。請檢查您的網路連線並重試。";
"Things was unable to retrieve your to-dos from Things Cloud. Please try again later." = "Things 無法從 Things Cloud 擷取您的待辦事項。請稍後重試。";


// Things Cloud - new terms of service
"New Terms of Service" = "新服務條款";
"The Terms of Service for Things Cloud have changed. You need to accept the new terms before you can continue using Things Cloud. Please open Things Cloud preferences to resolve this issue." = "Things Cloud 的服務條款已更改。您必須接受新的服務條款，才能繼續使用 Things Cloud。請打開 Things Cloud 偏好設定以解決這個問題。";


// Things Cloud - updated time
"Last Updated: Never" = "上次更新日期：從未";


// Things Cloud - progress indication dialog
"Updating your to-dos with Things Cloud..." = "正在透過 Things Cloud 更新待辦事項...";
"Uploading data..." = "正在上傳資料...";
"Downloading data..." = "正在下載資料...";
"Processing data..." = "正在處理資料...";
"Removing data on the server..." = "正在從伺服器移除資料...";
"Preparing local data..." = "正在準備本地資料...";


// Things Cloud - disabling Things Cloud
"Do you really want to disable Things Cloud?" = "您真的要停用 Things Cloud 嗎？";
"Disable Things Cloud" = "停用 Things Cloud";


// Things Cloud - errors
"Error" = "錯誤";
"An error has occurred. Please try again." = "發生錯誤。請重試。";
"A generic error occurred." = "發生一般錯誤。";
"No Internet Connection" = "沒有網路連線";


// Probably new strings: to categorize!
"When…" = "時間...";
"New Contact" = "新聯繫人";

// Replace Library with Database Templates
"Replace library with empty data" = "以空資料取代資源庫";
"Replace library with demo data" = "以 demo 資料取代資源庫";
"Replace library with testing data" = "以測試資料取代資源庫";

// Todoist importer
"Importing data from Todoist..." = "從 Todoist 匯入資料...";
"Error contacting Todoist" = "與 Todoist 聯繫時發生錯誤";
"To-dos imported successfully" = "已成功匯入待辦事項";
"Your to-dos have been imported successfully." = "已成功將您的待辦事項匯入。";
"Importer Disabled" = "匯入工具已停用";
"The Todoist importer is currently disabled." = "Todoist 匯入工具目前禁用";

"New Window" = "新視窗";
"Open in New Window" = "於新視窗中開啟";
"Open in New Windows" = "於新視窗中開啟";

"Duplicate To-Do" = "複製待辦事項";
"Duplicate %lu To-Dos" = "複製 %lu 件待辦事項";
"Duplicate Project" = "複製專案";
"Duplicate %lu Projects" = "複製 %lu 個專案";
"Duplicate Heading" = "複製標目";
"Duplicate %lu Headings" = "複製 %lu 個標目";
"Duplicate Item" = "複製項目";
"Duplicate %lu Items" = "複製 %lu 個項目";

"Delete %lu To-Dos" = "删除 %lu 件待辦事項";
"Delete %lu Projects" = "删除 %lu 個專案";
"Delete Heading" = "删除標目";
"Delete %lu Headings" = "删除 %lu 個標目";
"Delete Reminder" = "删除提醒";
"Delete %lu Reminders" = "删除 %lu 則提醒";
"Delete %lu Items" = "删除 %lu 個項目";

"Delete Areas" = "删除領域";
"Delete %lu Areas" = "删除 %lu 個領域";

"Remove From Project and Area" = "從專案與領域移除";
"Remove From Project" = "從專案移除";
"Remove From Area" = "從領域移除";
"Remove From Project/Area" = "從專案/領域移除";

"Move…" = "移動...";

"Repeat %@" = "重複 %@"; // used in expanded tasks and in project header

"Mark as Canceled" = "標記為已取消";

"Open" = "打開";

"Press a key to assign a shortcut. Press ESC to cancel." = "按下一個按鍵指定快捷鍵。按 ESC 鍵取消。";

"Put Back" = "放回";
"Put Back in %@" = "放回 %@";
"Reactivate" = "重新啟用";
"Reactivate in %@" = "在 %@ 中重新啟用";

"Open New Window" = "開啟新視窗";

"No results found" = "未找到結果";

"%lu selected items" = "%lu 個已選取項目";

"Dismiss" = "關閉";

"Group your projects and to-dos based on different responsibilities, such as Family or Work." = "根據不同的責任領域（例如：家庭或工作）為專案與待辦事項編組。";

"To-dos with Long Notes" = "帶長備註的待辦事項";

"You can also just press your spacebar." = "您也可以只按空白鍵。";
"Divide your project into categories or milestones." = "將您的專案分成不同的類別或階段。";
"Decide when to start. Today or later?" = "決定何時開始，今天還是之後？";
"Move selected items to another list." = "將選取的項目移至另一個清單。";
"Quickly switch lists, find to-dos, or search for tags." = "快速切換清單、尋找待辦事項或尋找標籤。";
"Quickly switch lists, find to-dos,\nsearch for tags…" = "快速切換清單、尋找待辦事項、尋找標籤...";

"Assign a shortcut for this tag. Use Ctrl+Shortcut to quickly tag your to-dos." = "分派一個快捷鍵給該標籤。使用 「Ctrl+快捷鍵」快速為您的待辦事項添加標籤。";

"Log Now" = "立即記入記錄簿";

"%lu reminders were removed." = "移除了 %lu 則提醒。";
"Remove Reminder?" = "移除提醒？";
"%lu reminders will be removed." = "將移除 %lu 則提醒。";


/* Placeholder */
"?" = "？";


/* Toggle buttons */
"Hide %ld later projects" = "隱藏 %ld 個將來的專案";
"Hide 1 later project" = "隱藏 1 個將來的專案";
"Show %lu later items" = "顯示 %lu 個將來的項目";
"Show %lu logged items" = "顯示 %lu 個已記入記錄簿的項目";
"Show 1 later item" = "顯示 1 個將來的項目";
"Show 1 logged item" = "顯示 1 個已記入記錄簿的項目";
"Show %lu more items" = "顯示另外 %lu 個項目";
"Show 1 more item" = "顯示另外 1 個項目";
"Show top %lu items" = "顯示最前面的 %lu 個項目";
"Show top item" = "顯示最前面的項目";
"%lu items" = "%lu 個項目";


/* New strings */

"Back to Today" = "返回今天";

"Your Trial Period Has Ended" = "您的試用期已結束";
"Buy on the App Store" = "在 App Store 上購買";
"Thanks for trying Things! We hope it helped you get organized and stay productive. Your trial has now ended, so any new changes you make won’t be saved, but you can continue running the app in read-only mode.\nIf you need more time to try the app, or if you have any questions, please [contact us](%@)." = "感謝您試用 Things！我們希望這個應用程式幫助您井然有序地進行安排規劃，隨時保持高效率。現在，您的試用期已到期，因此無法繼續儲存任何新的更動內容，但您仍可以唯讀模式繼續使用這項應用程式。\n如果您需要更長的試用時間，或者有任何問題，請[與我們聯繫](%@)";
"Read-Only Mode" = "唯讀模式";

"The name and license code you entered are not valid. Please enter them exactly as they appear in your license email." = "您所輸入的名稱與授權代碼無效，請按照授權電子郵件中所示準確輸入。";
"This license is only valid for Things 2. Things 3 is a new app that requires a separate purchase." = "這項授權僅針對 Things 2 有效。Things 3 為一款新應用程式，必須分別購買。";
"Subscription Failed" = "註冊失敗";
"Your subscription request could not be sent. Please try again later or visit the Things website at culturedcode.com/things/." = "無法送出您的註冊請求，請稍後重試或前往 Things 網站culturedcode.com/things/。";

"Purchase Things" = "購買 Things";
"You will now be redirected to the App Store. Thanks for choosing Things!" = "您現在將被重新定向至 App Store。非常感謝您選擇 Things！";
"Go to App Store" = "前往 App Store";

"Cannot delete a list" = "無法刪除清單";
"Cannot rename a list" = "無法為清單重新命名";
"Cannot move to-do" = "無法移動待辦事項";

"Lists cannot be created" = "無法建立清單";
"Name is a required property for new tags" = "名稱是新標籤的必填屬性";

"Nesting projects not allowed" = "不允許嵌套專案";

// Last sync time
"never" = "從不";

// New daily review
"You have %@ new to-do" = "您有 %@ 件新待辦事項";
"You have %@ new to-dos" = "您有 %@ 件新待辦事項";

// Inbox banner

"%@ to-do was moved out of the Inbox" = "%@ 件待辦事項被移出收件箱";
"%@ to-dos were moved out of the Inbox" = "從收件箱移出了 %@ 件待辦事項";

// Heading completion dialog
"Are you sure you want to archive this heading?" = "您是否確定要將這個標目歸檔？";
"This heading still contains %lu to-dos that you haven’t completed. What would you like to do with them?" = "這個標目仍含有 %lu 件未完成的待辦事項。您打算如何處理？";
"This heading still contains 1 to-do that you haven’t completed. What would you like to do with it?" = "這個標目仍含有 1 件未完成的待辦事項。您打算如何處理？";

// Add Contact dialog

"Deprecated Feature" = "過時功能";
"Contacts is a deprecated feature from older versions of Things; it will eventually be removed from the app in a future release. We recommend using Tags for contacts instead; this will allow you to filter lists and quickly locate items via search." = "聯絡人是舊版 Things 的過時功能；最終將在未來發佈的應用程式中被移除。我們建議改用「標籤」來標記聯絡人，這將讓您可以通過檢索條件與搜尋快速查找項目。";
"Add Contact Anyway" = "仍然添加聯絡人";

// Stop Repeating To-do

"Stop To-Do from Repeating" = "停止重複待辦事項";


// Delete
"Move this item to the Trash." = "將這個項目移至垃圾桶。";
"Are you sure you want to move this to-do to the Trash?" = "您是否確定要將這件待辦事項丟入垃圾桶？";

// Action parent popup menu

"Go to List" = "前往清單";

// Plain text export

"When: %@\n" = "時間：%@\n";

"Change…" = "更改...";


"Deadline: " = "完成時限： ";


// URL Scheme

"Things has been opened via the URL Scheme. Do you want to enable this feature? You can change it later in Preferences → General." = "必須通過URL scheme打開Things。是否要啟用這項功能？您可於偏好設定→ 一般中修改。";
"Copy Text" = "複製文字";

// URL Scheme Sheet
"Are you sure you want to generate a new token? This cannot be undone." = "是否要生成新的令牌？這項動作無法撤銷。";

// Titles for external content dragged into Things

"%lu files" = "%lu檔案";

// Apple Events execution error alert
"Permission Required (Things)" = "需要允許（ Things）";
"Things needs permission to open the Calendar app. Grant permission in System Preferences, then restart Things and try again." = "Things需要許可才能打開行事曆應用程式。從系統偏好中允許，接著重新啟動Things並重試。";

"Permission Required (Things Helper)" = "需要允許（Things幫手）";
"To use Autofill, the Things Helper app needs permission to access the data you’re sharing from %@. Grant permission in System Preferences, then reboot your Mac and try again." = "若要使用自動填寫功能， 必須允許Things幫手取用%@上的分享資料。從系統偏好中允許，接著重新啟動Mac並重試。";

"Upgrading database..." = "升級資料庫...";

/* Today Widget Mac */

"Things needs to be running to show an up-to-date list of your to-dos." = "Things 必須在運行狀態下才能顯示最新待辦事項清單。";
"Launch automatically when needed" = "需要時自動啟動";
"Launch Things" = "啟動 Things";


/* Widget (iOS 14 / Big Sur feature) */

"List [WIDGET TITLE]" = "清單";
"Get quick access to one of your lists. Some configuration options only apply to large widget sizes." = "快速取得一份清單。部分配置選項僅適用大尺寸的小工具。";
"Nothing Planned" = "未計劃任何事";
"No Items" = "沒有項目";
"The list could not be found." = "無法找到這個清單。";
"The list “%@” could not be found." = "無法找到「%@」這個清單。";

/* Timeline Widget (iPadOS 15 feature) */
"Up Next [WIDGET TITLE]" = "緊接而來";
"Keep track of your upcoming to-dos." = "追蹤即將到來的待辦事項。";

/* Things 2 import */

// Entry in Settings > Import
"Import from Things 2" = "從 Things 2 匯入";

// Header
"Things 2 Import" = "Things 2 匯入";
"You can import your to-dos and lists from Things 2.\n\nThis completely replaces any existing data in Things 3. This operation can not be undone." = "您可以從 Things 2 匯入待辦事項與清單。\n\n這將完全取代  Things 3 中的所有現存資料。這項操作無法復原。";
"Replace Data" = "取代資料";

// Confirmation alert
"Are you sure you want to replace any existing data with data from Things 2?" = "您是否確定要以來自 Things 2 的資料取代所有現存資料？";
//"Replace Data" = "Replace Data";
//"Cancel" = "Cancel";

// Success alert
"Import Successful" = "匯入成功";
"Please quit and reopen Things to see your Things 2 data." = "請先退出再重新打開 Things 以查看您的 Things 2 資料。";
"Quit Things" = "退出 Things";

// Failure alert
"Import Failed" = " 匯入失敗";
"Failed to import Things 2 data. Please try again later." = "匯入 Things 2 資料失敗，請稍後重試。";

/* Markdown Formatting */

// Markdown formatting commands
"Markdown…" = "Markdown...";
"Markdown" = "Markdown";
"Markdown-Bold" = "粗體";
"Markdown-Code Block" = "程式碼區塊";
"Markdown-Decrease" = "減少";
"Markdown-Decrease Indent" = "減少縮排";
"Markdown-Heading" = "標題";
"Markdown-Increase" = "增加";
"Markdown-Indentation" = "縮排";
"Markdown-Increase Indent" = "增加縮排";
"Markdown-Italic" = "斜體";
"Markdown-Learn More…" = "瞭解詳情...";
"Markdown-Link" = "連結";
"Markdown-List" = "清單";
"Markdown-Numbered List" = "編號清單";
"Markdown-Strikethrough" = "刪除線";
"Markdown-Highlight" = "亮顯";
"Markdown-Task List" = "任務清單";
"Markdown-Code" = "代碼";


// Find&Replace UI

"Find in Text" = "在文字中尋找";
"Find in Text…" = "在文字中尋找...";
"Find and Replace in Text…" = "在文字中尋找與取代...";

"Find [FIND MENU PLACEHOLDER]" = "尋找";
"Find & Replace [FIND MENU PLACEHOLDER]" = "尋找與取代";
"Find [FIND BAR PLACEHOLDER]" = "尋找";
"Replace [FIND BAR PLACEHOLDER]" = "取代";
"Replace [FIND BAR BUTTON]" = "取代";
"All [FIND BAR BUTTON]" = "全部";
